Repository: AAClause/BrailleExtender
Catalog: src/locale/*/LC_MESSAGES/nvda.po
Languages: pl

source: Default
pl: domyślnie

source: Words
pl: Słowa

source: Objects
pl: Obiekty

source: Spelling errors
pl: błędy pisowni

source: Documentation
pl: Pomoc

source: Opens the addon's documentation.
pl: Otwiera pomoc dodatku

source: Change log
pl: Lista zmian

source: Opens the addon's changelog.
pl: Otwiera listę zmian dodatku.

source: Settings...
pl: Ustawienia...

source: Opens the addon's settings.
pl: Otwiera ustawienia dodatku.

source: Reload add-on
pl: Wczytaj dodatek ponownie

source: Reload this add-on.
pl: Wczytuje ten dodatek.

source: &Check for update...
pl: &Sprawdź, czy jest nowa wersja....

source: Checks if update is available
pl: Sprawdza dostępność nowej wersji

source: &About...
pl: &O dodatku

source: About this addon
pl: O tym dodatku

source: &Website
pl: St&rona dodatku...

source: Open addon's website.
pl: Otwiera stronę www tego dodatku.

source: Not supported here or browse mode not enabled
pl: Nie wspierane tutaj, oraz tryb przeglądania nie jest włączony

source: Not implemented yet
pl: Jeszcze niezaimplementowane

source: Select previous rotor setting
pl: Wybierz poprzednie ustawienie rotora

source: Select next rotor setting
pl: wybierz następne ustawienie rotora

source: Move to previous item depending rotor setting
pl: przechodzi do poprzedniego zależnego ustawienia rotora

source: Move to next item depending rotor setting
pl: Przenosi do następnego zależnego ustawienia rotora

source: Varies depending on rotor setting. Eg: in object mode, it's similar to NVDA+enter
pl: Zależy od ustawienia rotora. NP: W trybie obiektowym, jest to podobne doskrótu NVDA+enter

source: Move to previous item using rotor setting
pl: Przenosi do poprzedniego elementu używając rotora

source: Move to next item using rotor setting
pl: Przenosi do następnego elementu używając rotora

source: Speech on
pl: mowa włączona

source: Speech off
pl: Mowa wyłączona

source: Toggle speech on or off
pl: Włącza lub wyłącza mowe

source: Get the cursor position of text
pl: Uzyskuje aktualną pozycję kursora lub tekstu

source: Hour and date with autorefresh
pl: Data i godzina z automatycznym odświeżaniem

source: Autoscroll stopped
pl: Czytanie automatyczne zatrzymane

source: Enable/disable autoscroll
pl: włącza lub wyłącza czytanie automatyczne

source: % (master volume)
pl: % (głośność główna)

source: Increase the master volume
pl: Zwiększa głośność główną

source: Decrease the master volume
pl: Zmniejsza głośność główną

source: Muted sound
pl: Dźwięk wyciszony

source: Unmuted sound
pl: dźwięk nie jest wyciszony

source: Mute or unmute sound
pl: Wycisz lub nie wyciszaj dźwięku

source: Show the %s documentation
pl: Pokaż pomoc dla %s

source: Emulates pressing %s on the system keyboard
pl: emuluje wciśnięcie %s na klawiaturze systemowej

source: description currently unavailable for this shortcut
pl: Opis dla tego skrótu jest tymczasowo niedostępny

source: %s braille display
pl: Monitor brajlowski %s

source: Simple keys
pl: Klawisze podstawowe

source: Usual shortcuts
pl: Klawisze zwyczajne

source: Standard NVDA commands
pl: Standardowe skróty NVDA

source: Modifier keys
pl: modyfikatory

source: Quick navigation keys
pl: polecenia szybkiej nawigacji

source: In virtual documents (HTML/PDF/…) you can navigate element type by element type using keyboard. These navigation keys should work with your braille terminal equally.</p><p>In addition to these, there are some specific shortcuts:
pl: W dokumentach wirtualnych (HTML/PDF/…) można nawigować według typów elementów używając klawiaturę. Tę klawisze muszą działać równo z państwa monitorem brajlowskim.</p><p>W dodatku do tych klawiszy, istnieją niektóre określone klawisze:

source: Rotor feature
pl: Funkcja rotora

source: Gadget commands
pl: Polecenia gadżetowe

source: Shortcuts defined outside add-on
pl: Skróty zdefiniowane zewnątrz dodatku

source: Keyboard configurations provided
pl: domyślne konfiguracje klawiatury

source: Keyboard configurations are
pl: Konfiguracje klawiatur są

source: Warning:
pl: Uwaga:

source: BrailleExtender doesn't seem to support your braille display.
pl: Wygląda na to, że BrailleExtender nie wspiera państwa monitora brajlowskiego.

source: However, you can reassign most of these features in the "Command Gestures" dialog in the "Preferences" of NVDA.
pl: Aczkolwiek, można przydzielić te gesty z "dialogu zdarzeń wejścia" w "ustawieniach" NVDA.

source: Shortcuts on system keyboard specific to the add-on
pl: skróty na systemowej klawiaturze określone dla dodatku

source: %s's documentation
pl: Pomoc dla %sa

source: No such file or directory
pl: Niema takiego pliku lub katalogu

source: Opens a custom program/file. Go to settings to define them
pl: Otwiera dostosowany program/plik. Proszę wejść do ustawień, aby chzdefiniować

source: Check for %s updates, and starts the download if there is one
pl: Sprawdza czy kest dostępna nowa wersja %s ,i rozpoczyna pobieranie,jeżeli istnieje.

source: Increase autoscroll delay
pl: Zwiększ czekanie automatycznego czytania

source: Decrease autoscroll delay
pl: zmniejsz czekanie automatycznego czytania

source: Configuration {0} ({1})
pl: Konfiguracja {0} ({1})

source: Switch between different braille keyboard configurations.
pl: Przełączaj się pomiędzy różnymi konfiguracjami klawiatury brajlowskiej.

source: Please use NVDA 2017.3 minimum for this feature
pl: Proszę używać NVDA minimalnie 2017.3 dla tej funkcji

source: You must choose at least two tables for this feature. Please fill in the settings
pl: Dla tej funkcji, trzeba wybrać chociażby dwie tablice brajlowskie. Proszę uzupełnić ustawienia!

source: Switch between his favorite input braille tables
pl: Przełącza pomiędzy ulubionymi tablicami wprowadzania

source: Switch between his favorite output braille tables
pl: przełącza pomiędzy ulubionymi tablicami wyświetlania

source: Gives the Unicode value of the character where the cursor is located and the decimal, binary and octal equivalent.
pl: Dostarcza wartość unikodową znaku tam, gdzie kursor się znajduje, a także decymalny, oktalny i binarny odpowiednik.

source: Turn on
pl: włącz

source: Turn off
pl: Wyłącz

source: Turn on/off the assistance shortcuts.
pl: włącza/wyłącza skróty asystujące.

source: Currently, the Changelog is not available in your language: Do you want open the French version?
pl: Aktualnie, lista zmian nie jest dostępna w twoim języku: Czy chcesz odtworzyć wersję francuską?

source: %s Changelog
pl: Lista zmian %s

source: %s reloaded
pl: %s jest ponownie wczytany

source: Show the "about" window
pl: Wyświetla ono dialogowe o programie

source: Copyright (C) 2017 André-Abush Clause, and other contributors:
pl: Prawa autorskie (C) 2017 André-Abush Clause, i inni współtwórcy:

source: Persian translation
pl: Tłumaczenie perskie

source: changelog french and many tests
pl: Francuska lista zmian i dużo testów

source: Additional third party copyrighted code is included:
pl: Dodatkowy kod trzeciej strony, chroniony prawem autorskim jest dodawany:

source: About {0} {1}
pl: O {0} {1}

source: Reload %s
pl: Ponownie wczytaj %s

source: Please use the keyboard for this feature
pl: Proszę używać klawiatury dla tej funkcji!

source: No braille display specified. No reload to do
pl: Nie ma określonego monitora brajlowskiego. Nic nie można ponownie wczytać.

source: Reload the driver of an favorite or last braille display. Practical if the braille display is not plugged immediately or that the latter is disconnected and then reconnected
pl: Ponownie wczytuje sterownik ulubionego monitora brajlowskiego. Praktycznie, jeśli monitor brajlowski nie jest natychmiastowo połączony lub odłączony, a potem podłączony później

source: Unable to send %s
pl: Nie można wysłać %s

source: %s is not part of a NVDA commands
pl: %s Nie jest częścią komend NVDA

source: Keyboard shortcut cancelled
pl: Anulowano skrót klawiszowi

source: Emulate pressing down
pl: Emuluje wciśnięcie strzałki w dół

source: on the system keyboard
pl: na klawiaturze systemowej

source: {0} update
pl: Aktualizacja {0}

source: New version available, version %s. Do you want download it now?
pl: Dostępna jest nowa wersja wersja: %s. Czy chcesz ję pobrać?

source: You are up-to-date. %s is the latest version.
pl: Używasz najnowszą wersję dodatku. %s jest najnowszą wersją.

source: Oops! There was a problem checking for updates. Please retry later.
pl: Kurcze! Istnieje problem przy sprawdzaniu aktualizacji. Please retry later.

source: BrailleExtender's Update
pl: Aktualizacja BrailleExtendera

source: &Yes
pl: &Tak

source: &No
pl: &Nie

source: Unable to save or download update file. Opening your browser
pl: Nie można zachować, lub pobrać pliku aktualizacji. Otwieram przeglądarkę

source: Feature Not Implemented Yet
pl: Jeszczę niezaimplementowana funkcja

source: Unable to associate this gesture. Please enter another, now
pl: Nie można skojarzyć zdarzenia wejścia. Proszę wpisać inne, teraz

source: OK. The gesture captured is %s
pl: OK. Przechwycone zdarzenie wejścia to %s

source: BrailleExtender settings
pl: Ustawienia BrailleExtendera

source: General
pl: Ogólne

source: Reading
pl: Czytanie

source: Braille keyboard
pl: Klawiatura brajlowska

source: Quick launches
pl: Szybkie uruchamiania

source: Appl&y
pl: &Zastosuj

source: Close
pl: Zamknij

source: Check for updates automatically
pl: Automatycznie sprawdzaj, czy jest nowa wersja

source: Detail the progress of a keyboard shortcut when it is typed
pl: szczególny postęp wpisywania skrótu klawiszowego

source: Report of the new volume in braille
pl: Oznajmianie nowej głośności brajlem

source: Report of the new volume in speech
pl: Oznajmianie nowej głośności mową

source: Display time and date infinitely
pl: Wyświetlaj datę i czas w nieskończoność

source: Re&view mode in
pl: Tryb &przeglądu w

source: experimental, works poorly with Baum devices
pl: Eksperymentalnie, działa słabo z monitorami firmy Baum

source: &Limit number of cells to (0 for no limit)
pl: &Ogranicz liczbę komórek do (0 bez limitu)

source: Last known
pl: Ostatni

source: Braille display to load on NVDA+&k
pl: Monitor brajlowski do wczytania przy wciśnięciu NVDA+&k

source: Braille display to load on NVDA+Shift+k
pl: Monitor brajlowski do wczytania przy wciśnięciu NVDA+Shift+k

source: &Delay for scroll
pl: &Czekanie na przewijanie wiersza przy czytaniu automatycznym

source: Hide empty views during autoscroll
pl: Ukrywaj puste wiersze przy szybkim czytaniu

source: Adjust the delay autoscroll to the content
pl: Dopasuj czekanie automatycznego czytania do treści

source: Reverse forward scroll and back scroll buttons
pl: Zamień przyciski czytania

source: Enable Attribra
pl: włącz attribrę

source: Profile
pl: Profil

source: Bold
pl: Pogrubienie

source: Italic
pl: Kursywa

source: Underline
pl: podkreślenie

source: Advanced rules
pl: reguły zaawansowane

source: &Edit this rule
pl: &Edytuj regułę

source: &Remove this rule
pl: &Usuń regułę

source: &Add a rule
pl: &Dodaj regułę

source: Add a profile
pl: dodaj profil

source: Edit this profile
pl: edytuj profil

source: Remove this profile
pl: usuń profil

source: Use the current input table
pl: Używaj aktualnej tablicy wejścia

source: Input braille table for keyboard shortcut keys
pl: Tablica wprowadzania dla skrótów klawiszowych

source: Input braille tables present in the switch
pl: Tablice wprowadzania dostępne w rotorze

source: &Remove
pl: &Usuń

source: Input tables not present in the switch
pl: Tablice brajlowskie niedostępne w rotorze

source: &Add
pl: &Dodaj

source: Output braille tables present in the switch
pl: Tablice wyświetlania dostępne w rotorze

source: Output tables not present in the switch
pl: Tablice wyświetlania niedostępne w rotorze

source: Braille keyboard configuration
pl: Konfiguracja klawiatury brajlowskiej

source: You have no input tables present in the switch
pl: Nie ma żadnych tablic wprowadzania w rotorze!

source: You have no output tables present in the switch
pl: nie ma żadnych tablic wyświetlania w rotorze!

source: Gestures for the quick launches
pl: Zdarzenia wejścia dla szybkich uruchamiań

source: &Browse...
pl: &Przeglądaj...

source: &Remove this gesture
pl: &Usuń to zdarzenie wejścia

source: &Add a quick launch
pl: &Dodaj zdarzenie wejścia

source: Please enter the desired gesture for this command, now
pl: Proszę wpisać gestę dla tej komendy, teraz

source: Choose a file for {0}
pl: Proszę wybrać plik dla {0}

source: %s device reloaded
pl: Urządzenie %s jest ponownie wczytane

source: No %s display found
pl: Nie znaleziono monitora brajlowskiego %s

source: Not a character.
pl: Nie jest znakiem.

source: space
pl: spacja

source: left SHIFT
pl: lewy SHIFT

source: right SHIFT
pl: PRAWY SHIFT

source: left selector
pl: Lewe zaznaczanie

source: right selector
pl: Prawe zaznaczanie

source: Dot
pl: Punkt

source: No text
pl: nie ma tekstu

source: Not text
pl: ie jest tekstem
