Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: emulate modifier keys, and thus any keyboard shortcut
da: emulere modifikatortaster og derved alle genvejstaster
de: NVDA-Tasten und sämtliche Tastenkombination emulieren
es: emula las teclas modificadoras y, por tanto, cualquier método abreviado de teclado
fr: d’émuler les touches de combinaison, et donc n’importe quel raccourci clavier
hr: oponašanje modifikatora, te stoga i drugih prečaca na tipkovnici
it: simula i tasti modificatori e quindi tutti i tasti della tastiera del pc
pl: emulowanie modyfikatorów, a co za tym idzie, innych skrótów klawiszowych
pt: emular as teclas modificadoras, ou seja, qualquer atalho de teclado
pt_br: emula as teclas modificadoras e, portanto, qualquer comando de teclado
ru: эмуляции клавиш модификаторов и через них эмуляции практически любых сочитаний горячих клавиш стандартной клавиатуры.

source: offer several keyboard configurations concerning the possibility to input dots 7 and 8, enter and backspace
da: indeholder flere tastaturkonfigurationer vedrørende muligheden for at indskrive prik 7 og 8, enter og backspace
de: Bietet verschiedene Tastaturkonfigurationen hinsichtlich der Möglichkeit der Eingabe von Punkt 7 und 8 sowie der Eingabe- und Rücktaste
es: ofrece varias configuraciones de teclado relativas a la posibilidad de introducir los puntos 7 y 8, intro y retroceso
fr: propose plusieurs configurations de clavier concernant la possibilité de saisir les points 7 et 8, d’entrer et de revenir en arrière
hr: omogućava nekoliko konfiguracija za upis brajičnih znakova uključujući točkice 7 i 8, enter i backspace
it: offre diverse configurazioni tastiera riguardanti la possibilità di inserire i punti 7 e 8, invio e backspace
pl: oferuje kilka konfiguracji klawiatur, umożliwiając wpisywanie punktów 7-8, enter i backspace
pt: oferecer várias configurações de teclado no que diz respeito à possibilidade de introduzir os pontos 7 e 8, o enter e o backspace
pt_br: oferece várias configurações de teclado relativas à possibilidade de inserção os pontos 7 e 8, enter e backspace
ru: предлагает несколько профилей конфигурации клавиатуры брайлевского ввода, касательно режимов ввода точек 7 и 8 и эмуляции клавиш enter и back space.

source: add actions and quick navigation through a rotor
da: tilføj handlinger og hurtig navigering via en rotor
de: Hinzufügen von Aktionen und schnelle Navigation durch einen Rotor
es: añadir acciones y navegación rápida a través de un rotor
fr: ajouter des actions et une navigation rapide dans un rotor
hr: dodavanje akcija i brza navigacija putem rotora
it: aggiunge azioni e comandi per la navigazione veloce mediante un rotore
pl: dodawanie akcji i szybka nawigacja przez rotor
pt: adicionar acções e navegação rápida através de um rotor
pt_br: adicionar ações e navegação rápida por meio do rotor
ru: Добавление быстрых действий и навигация с помощью ротора

source: WIN
it: Windows
pt: Windows
pt_br: Windows

source: CTRL
de: Strg
it: Control

source: Speech History Mode disabled
es: Modo de historial de voz desactivado
it: Cronologia sintesi vocale disattivata
pt: Modo histórico de voz desativado
pt_br: Modo de histórico de fala desativado

source: Spanish
it: spagnolo
pt_br: Espanhol

source: caps lock
de: Dauergroßschreibtaste
es: bloqueo de mayúsculas
fr: verrouillage majuscules
it: blocco maiuscole

source: SHIFT
de: Umschalt
fr: MAJ

source: I⣿O:{I}
fr: E⣿S:{I}

source: I:{I} ⣿ O: {O}
fr: A: {O} ⣿ S:{I}

source: &Braille Extender
da: &Udvidelse til Punktskrift

source: Braille Extender
da: Udvidelse til Punktskrift
