Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: Not available here
da: Ikke tilgængelig her
de: Hier nicht verfügbar
es: No disponible aquí
fr: Non disponible ici
hr: Nije ovdje dostupno
it: Non disponibile qui
pl: Niedostępne tutaj
pt: Não disponível aqui
pt_br: Não disponível aqui
ru: Недоступно здесь

source: Not supported here or not in browse mode
da: Understøttes ikke her eller gennemsynstilstand ikke slået til
de: Hier nicht unterstützt oder nicht im Lesemodus
es: No se admite aquí o en el modo de navegación
fr: Non supporté ou mode navigation désactivé
hr: Nije ovdje podržano ili modus pregleda nije uključen
it: Non supportato qui o non in modalità navigazione
pl: Nie wspierane tutaj lub nie włączony tryb przeglądu
pt: Não suportado aqui ou não está no modo de navegação
pt_br: Não disponível aqui ou não está no modo de navegação
ru: Не поддерживается здесь или вы не находитесь в режиме просмотра

source: Moves to the next item based on rotor setting
da: Flytter til det næste element alt efter rotor-indstilling
de: Wechselt zum nächsten Element basierend auf der Rotor-Einstellung
es: Se desplaza al siguiente elemento en función del ajuste del rotor
fr: Passe au rotor suivant
hr: Prebacuje se na sljedeću stavku u postavki rotora
it: Si sposta all'elemento successivo secondo le impostazioni del rotore
pl: Przenosi do następnego elementu na podstawie wybranego ustawienia rotora
pt: Passa para o item seguinte com base na configuração do rotor
pt_br: Move para o próximo item baseado no ajuste do rotor
ru: Переходит к следующему элементу, используя текущую настройку ротора.

source: Moves to the previous item based on rotor setting
da: Flytter til det forrige element alt efter rotor-indstilling
de: Wechselt zum vorherigen Element basierend auf der Rotor-Einstellung
es: Se desplaza al elemento anterior en función del ajuste del rotor
fr: Passe au rotor précédent
hr: Prebacuje se na prethodnu stavku u postavki rotora
it: Si sposta all'elemento precedente secondo le impostazioni del rotore
pl: Przenosi do poprzedniego elementu na podstawie wybranego ustawienia rotora
pt: Passa para o item anterior com base na configuração do rotor
pt_br: Move para o item anterior baseado no ajuste do rotor
ru: Переходит к предыдущему элементу, используя текущую настройку ротора

source: Selects the item under the braille cursor e.g. doing default action if moving by objects
da: Vælger elementet under punktmarkøren fx udfører standardhandlingenn, når der flyttes imellem objekter
de: Wählt das Element unter dem Braille-Cursor aus, z.B. Ausführung der Standardaktion beim bewegen zwischen Objekten
es: Selecciona el elemento situado bajo el cursor braille, por ejemplo, realiza la acción predeterminada si se desplaza por objetos
fr: Sélectionne l’élément sous le curseur braille, par exemple en effectuant une action par défaut en cas de déplacement par objets
hr: Označava stavku koja se nalazi pod brajičnim kursorom Npr. izvršavanje podrazumjevane akcije ako se krećete po objektima
it: Seleziona l'elemento sotto il cursore Braille; ad es. esegue l'azione di default se ci si sposta per oggetti
pl: Wybiera element pod kursorem brajlowskim Na przykład wypełnia określoną akcje, taką jak przemieszczanie się po obiekcie
pt: Selecciona o item que se encontra sob o cursor braille, por exemplo, a ação predefinida em caso de deslocação por objectos
pt_br: Seleciona o elemento situado sob o cursor braille, por exemplo, realiza a ação padrão ao semover por objetos
ru: Выбирает элемент под брайлевским курсором, например перемещает между обьектами, если это является действием по умолчанию

source: Braille keyboard locked
da: Punkttastatur låst
de: Braille-Tastatur gesperrt
es: Teclado Braille bloqueado
fr: Clavier braille verrouillé
hr: Brajična tipkovnica je zaključana
it: Tastiera Braille bloccata
pl: Klawiatura brajlowska zablokowana
pt: Teclado Braille bloqueado
pt_br: Teclado Braille bloqueado
ru: Брайлевская клавиатура заблокирована

source: Braille keyboard unlocked
da: Punkttastatur låst op
de: Braille-Tastatur freigegeben
es: Teclado braille desbloqueado
fr: Clavier braille déverrouillé
hr: Brajična tipkovnica je otključana
it: Tastiera Braille sbloccata
pl: Klawiatura brajlowska odblokowana
pt: Teclado Braille desbloqueado
pt_br: Teclado braille desbloqueado
ru: Брайлевская клавиатура разблокирована

source: Toggle braille keyboard lock
da: Slår låsning af punkttastaturet til og fra
de: Schaltet die Blockierung der Braille-Tastatur ein oder aus
es: Conmutar el bloqueo del teclado braille
fr: Basculer le verrouillage du clavier Braille
hr: Uključuje ili isključuje blokadu brajične tipkovnice
it: Blocca o sblocca la tastiera Braille
pl: Włącza lub wyłącza blokadę klawiatury brajlowskiej
pt: Alternar o bloqueio do teclado braille
pt_br: Alterna o bloqueio do teclado braille
ru: Включает или выключает блокировку брайлевской клавиатуры

source: One-handed mode enabled
da: Enhåndstilstand slået til
de: Einhandmodus eingeschaltet
es: Modo de una mano activado
fr: Mode unimanuel activé
hr: Način rada jednom rukom je uključen
it: Modalità a una mano abilitata
pl: Tryb jednej ręki włączony
pt: Modo de uma mão ativado
pt_br: Modo de uma mão ativado
ru: Режим одной руки включён

source: One handed mode disabled
da: Enhåndstilstand slået fra
de: Einhandmodus ausgeschaltet
es: Modo de una mano desactivado
fr: Mode unimanuel désactivé
hr: Način rada jedne ruke je isključen
it: Modalità a una mano disabilitata
pl: Tryb jednej ręki wyłączony
pt: Modo de uma mão desativado
pt_br: Modo de uma mão desativado
ru: Режим одной руки выключен

source: Toggle one-handed mode
da: Slår Enhåndstilstand til og fra
de: Schaltet den Einhandmodus ein oder aus
es: Conmutar el modo de una mano
fr: Basculer le mode unimanuel
hr: Uključuje ili isključuje način rada jednom rukom
it: Abilita o disabilita la modalità a una mano
pl: Włącza lub wyłącza tryb jednoręczny
pt: Alternar o modo de uma mão
pt_br: Alterna o modo de uma mão
ru: Включает иливыключает режим одной руки

source: Dots 7 and 8 disabled
da: Punkterne 7 og 8 slået fra
de: Punkte 7 und 8 ausgeschaltet
es: Puntos 7 y 8 deshabilitados
fr: Points 7 et 8 désactivés
hr: Točkice 7 i 8 su isključene
it: Punti 7 e 8 nascosti
pl: Punkty 7 i 8 wyłączone
pt: Pontos 7 e 8 desactivados
pt_br: Pontos 7 e 8 desabilitados
ru: Точки 7 и 8 выключены

source: Dots 7 and 8 enabled
da: Punkterne 7 og 8 slået til
de: Punkte 7 und 8 eingeschaltet
es: Puntos 7 y 8 habilitados
fr: Points 7 et 8 activés
hr: Točkice 7 i 8 su uključene
it: Punti 7 e 8 mostrati
pl: Punkty 7 i 8 włączone
pt: Pontos 7 e 8 activados
pt_br: Pontos 7 e 8 habilitados
ru: Точки 7 и 8 включены

source: Toggle showing or hiding dots 7 and 8
da: Skifter imellem at vise og skjule punkterne 7 og 8
de: Schaltet die Punkte 7 und 8 ein oder aus
es: Mostrar u ocultar los puntos 7 y 8
fr: Basculer l’affichage des points 7 et 8
hr: Uključuje ili isključuje osmotočkastu brajicu
it: Mostra o scopre i punti 7 e 8
pl: Pokazuje lub ukrywa punkty 7 i 8
pt: Alternar entre mostrar ou ocultar os pontos 7 e 8
pt_br: Mostrar ou ocultar os pontos 7 e 8
ru: Включает или выключает точки 7 и 8

source: BRF mode enabled
da: BRF-tilstand slået til
de: BRF-Modus eingeschaltet
es: Modo BRF habilitado
fr: Mode BRF activé
hr: Način BRF je uključen
it: Modalità BRF abilitata
pl: Tryb BRF włączony
pt: Modo BRF ativado
pt_br: Modo BRF habilitado
ru: Режим BRF включён

source: BRF mode disabled
da: BRF-tilstand slået fra
de: BRF-Modus ausgeschaltet
es: Modo BRF desactivado
fr: Mode BRF désactivé
hr: Način BRF je isključen
it: Modalità BRF disabilitata
pl: Tryb BRF wyłączony
pt: Modo BRF desativado
pt_br: Modo BRF desativado
ru: Режим BRF выключен

source: Toggle BRF mode
da: Slå BRF-tilstand til og fra
de: Schaltet den BRF-Modus ein oder aus
es: Conmutar el modo BRF
fr: Basculer le mode BRF
hr: Uključuje ili isključuje BRF način
it: Abilita o disabilita la modalità BRF
pl: Włącza lub wyłącza tryb BRF
pt: Alternar o modo BRF
pt_br: Alterna o modo BRF
ru: Включает или выключает режим BRF

source: Modifier keys locked
da: Modifikationstaster låst
de: Modifikator-Tasten gesperrt
es: Teclas modificadoras bloqueadas
fr: Touches de modification verrouillées
hr: Modifikacijske tipke su zaključane
it: Tasti modificatori bloccati
pl: Modyfikatory zablokowane
pt: Teclas modificadoras bloqueadas
pt_br: Teclas modificadoras bloqueadas
ru: Модификаторы заблокированы

source: Modifier keys unlocked
da: Modifikationstaster låst op
de: Modifikator-Tasten freigegeben
es: Teclas modificadoras desbloqueadas
fr: Touches de modification déverrouillées
hr: Modifikacijske tipke su odključane
it: Tasti modificatori sbloccati
pl: Modyfikatory odblokowane
pt: Teclas modificadoras desbloqueadas
pt_br: Teclas modificadoras desbloqueadas
ru: Модификаторы разблокированы

source: Toggle locking modifier keys when using braille input
da: Slår låsning af modifikationstaster til og fra, når der bruges punktindtastning
de: Schaltet die Blockierung der Modifikator-Tasten bei der Braille-Eingabe ein oder aus
es: Activa o desactiva las teclas modificadoras de bloqueo al usar la entrada braille
fr: Basculer le verrouillage des touches de modification lors de la saisie par le clavier Braille
hr: Uključuje ili isključuje blokadu modifikacijskih tipki pri upisu znakova
it: Blocca o sblocca i tasti modificatori quando si digita con la tastiera Perkins del display Braille
pl: Włącza lub wyłącza blokadę modyfikatorów przy użyciu wprowadzania brajlowskiego
pt: Alternar o bloqueio das teclas modificadoras quando se utiliza a introdução em braille
pt_br: Ativa ou desativa a Configuração de bloqueio das teclas modificadoras ao usar a entrada braille
ru: Включает и выключает клавиши модификатора при использовании брайлевского ввода

source: Toggle font attributes report
da: Slår oplysning om skrifttypeattributter til og fra
de: Schaltet die Anzeige der Formatierung ein oder aus
es: Activar el enunciado de atributos de fuente
fr: Basculer le report des attributs de la police
hr: Uključuje ili isključuje izvještavanje o atributima fonta
it: Mostra o nasconde le informazioni sugli attributi del testo
pl: Włącza lub wyłącza oznajmianie właściwości formatowania tekstu
pt: Alternar relatório de atributos de tipo de letra
pt_br: Alterna o anúncio dos atributos da fonte
ru: Включает или выключает сообщение о форматировании

source: Toggle between say current line while scrolling options between none, focus mode, review mode, or both
da: Skifter imellem de forskellige indstillingsmuligheder for oplæs aktuel linje ved rulning imellem ingen, læsetilstand, gennemsynstilstand eller begge dele
de: Schaltet zwischen der aktuellen Zeile und den Optionen Keine, Fokusmodus, Darstellungsmodus oder beides um
es: Alternar entre decir línea actual mientras se desplaza opciones entre: ninguna, modo de enfoque, modo de revisión o ambos
fr: Basculer l’option "lire la ligne actuelle" entre "Aucun", "Mode revus" et "Mode focus"
hr: Prebacuje između vrijednosti opcije izgovaraj trenutni redak prilikom čitanja između slijedećih vrijednosti: ništa, način fokusa, Način pregleda, ili oba
it: Imposta l'opzione "pronuncia riga corrente durante lo scorrimento" su "mai", "modalità focus", "modalità esplorazione" e "sempre"
pl: Przełącza między wartościami opcji wypowiedz aktualną linie tekstu podczas czytania pomiędzy nic, tryb fokusu, tryb przeglądu, lub oba
pt: Alternar entre as opções de dizer a linha atual enquanto se desloca entre nenhum, modo de focagem, modo de revisão ou ambos
pt_br: Alterna entre anunciar linha atual, nenhum, modo de foco
ru: Переключает между элементами опции проговаривать текущую строку при проговаривании. Возможные опции: ничего, режим фокуса, Режим обзора, или оба

source: Speech off
da: Tale fra
de: Sprachausgabe ausgeschaltet
es: Voz apagada
fr: Énonciation désactivée
hr: Govor je isključen
it: Sintesi disattiva
pl: Mowa wyłączona
pt: Voz desligada
pt_br: Fala desativada
ru: Речь выключена

source: Speech on
da: Tale til
de: Sprachausgabe eingeschaltet
es: Voz encendida
fr: Énonciation activée
hr: Govor je uključen
it: Sintesi attiva
pl: Mowa włączona
pt: Voz ligada
pt_br: Fala ativada
ru: Речь включена

source: Toggle speech on or off
da: Slår tale til eller fra
de: Schaltet die Sprachausgabe ein oder aus
es: Activar o desactivar la voz
fr: Activer ou désactiver la parole
hr: Uključuje ili isključuje govor
it: Attiva o disattiva la sintesi
pl: Włącza lub wyłącza mowe
pt: Ativar ou desativar a voz
pt_br: Ativa ou desativa a fala
ru: Включает или выключает речь

source: No extra info for this element
da: Ingen yderligere oplysninger om dette emne
de: Keine zusätzlichen Informationen für dieses Element
es: No hay información adicional para este elemento
fr: Pas d’information supplémentaire pour cet élément
hr: Nema dodatnih informacija za ovaj element
it: Nessuna informazione aggiuntiva per questo elemento
pl: Nie ma dodatkowej informacji dla tego elementu
pt: Não há informações adicionais para este elemento
pt_br: Não há informação adicional para este elemento
ru: Нет дополнительной информации для этого элемента

source: Reports some extra infos for the current element. For example, the URL on a link
da: Giver yderligere oplysninger om det aktuelle element. Det kan fx være adressen på et link
de: Zeigt zusätzliche Informationen für ein Element, wie etwa die URL eines Links, an
es: Proporciona información adicional sobre el elemento actual. Por ejemplo, la URL de un enlace
fr: Annonce des informations supplémentaires sur l’élément actuel. Par exemple, l’URL sur un lien
hr: Izvještava neke dodatne informacije o trenutnom elementu. Na primjer URL trenutnog linka
it: Fornisce qualche informazione aggiuntiva per l'elemento corrente. Per esempio, la URL di destinazione per un link
pl: Pokazuje informacje dodatkowe dla tego elementu. Na przykład adres URL dla linku
pt: Fornece algumas informações extra para o elemento atual. Por exemplo, o URL de um link
pt_br: Fornece informação adicional sobre o elemento atual. Por ejemplo, a URL de un enlace
ru: Предоставляет дополнительную информацию о текущем элементе, например адрес ссылки

source: Input table
da: Indtastningstabel
de: Eingabe-Tabelle
es: Tabla de entrada
fr: table d’entrée
hr: ulazna brajična tablica
it: Tabella di scrittura
pl: tablica wprowadzania
pt: Tabela de escrita
pt_br: Tabela de entrada
ru: Таблица ввода

source: Output table
da: Visningstabel
de: Ausgabetabelle
es: Tabla de salida
fr: Table de sortie
hr: Izlazna brajična tablica
it: Tabella di lettura
pl: Tablica wyjścia
pt: Tabela de leitura
pt_br: Tabela de saída
ru: Таблица вывода

source: Table overview (%s)
da: Tabelvisning (%s)
de: Tabellen-Übersicht (%s)
es: Resumen de la tabla (%s)
fr: Aperçu de table (%s)
hr: Pregled tablice (%s)
it: Riepilogo della tabella (%s)
pl: Informacje o tablicy brajlowskiej (%s)
pt: Visão geral da tabela (%s)
pt_br: Resumo da tabela: %s
ru: Обзор таблицы (%s)

source: Shows an overview of current input braille table in a browseable message
da: Viser en oversigt over den aktuelt valgte punktskrifttabel til indtastning i en navigérbar tekst
de: Zeigt eine Übersichtsmeldung der aktuell eingegebenen Braille-Tabelle an
es: Muestra una descripción general de la tabla braille de entrada actual en un mensaje navegable
fr: Affiche un aperçu de la table braille d’entrée actuelle dans un message navigable
hr: Pokazuje pregled trenutne brajične tablice za upis znakova u modusu pregleda
it: Mostra un riepilogo della tabella Braille di scrittura corrente in un messaggio navigabile
pl: Pokazuje przegląd aktualnej tablicy brajlowskiej w trybie przeglądu
pt: Mostra uma visão geral da tabela Braille de escrita atual numa mensagem navegável
pt_br: Exibe uma descrição geral da tabela braille de entrada atual numamensagem navegável
ru: Показывает комбинации точек в режиме обзора в сообщении режима обзора

source: No text selection
da: Ingen tekst valgt
de: Kein Text ausgewählt
es: Sin selección de texto
fr: Pas de sélection de texte
hr: Nema označenog teksta
it: Nessun testo selezionato
pl: Brak zaznaczenia tekstu
pt: Sem seleção de texto
pt_br: Não há texto selecionado
ru: Нет выделенного текста

source: Unicode Braille conversion
da: Unicode punktskriftkonvertering
de: Unicode-Braille-Umwandlung
es: Conversión Braille Unicode
fr: Conversion en Braille Unicode
hr: Konverzija u brajični unicode
it: Conversione Unicode Braille
pl: Konwersja do brajla unikodowego
pt: Conversão de Unicode Braille
pt_br: Conversão Braille Unicode
ru: Преобразование в брайлевский юникод

source: Convert the text selection in unicode braille and display it in a browseable message
da: Konvertér den valgte tekst til unicode punktskrift og vis teksten i en navigérbar meddelelse
de: Konvertiert den ausgewählten Text in Unicode-Braille, der dann anschließend in einer Nachricht angezeigt wird
es: Convvertir la selección de texto en braille Unicode y mostrarla en un mensaje navegable
fr: Convertir la sélection de texte en braille unicode et l’afficher dans un message navigable
hr: Pretvara tekst u Unicode brajicu i prikazuje ga kao virtualiziranu poruku
it: Converte il testo selezionato in unicode braille e lo mostra in un messaggio navigabile
pl: Przekształca zaznaczenie tekstu do brajla unikodowego i wyświetla zaznaczenie w wirtualizowanym oknie
pt: Converter a seleção de texto em braille unicode e apresentá-la numa mensagem navegável
pt_br: Converte o texto selecionado em braille Unicode e o exibe numamensagem navegável
ru: Преобразует выделенный текст в брайлевском юникоде, и показывает его в окне просмотра

source: Braille Unicode to cell descriptions
da: Punktskrift Unicode til beskrivelser af punktcelle
de: Unicode-Braille in Modulbeschreibungen umwandeln
es: Braille Unicode a descripciones de celdas
fr: Braille Unicode vers descriptions de cellule
hr: Brajični unicode na opise znakova
it: Da Braille unicode a descrizioni celle
pl: Brajl unikodowy do opisu znaków
pt: Braille Unicode para descrições de células
pt_br: Braille Unicode para descrição de células
ru: Юникод брайля в описание знаков

source: Convert text selection in braille cell descriptions and display it in a browseable message
da: Konvertér valgte tekst til beskrivelse af punktceller og viser den i en navigérbar meddelelse
de: Konvertiert den ausgewählten Text in Modulbeschreibungen, der anschließend in einer Nachricht angezeigt wird
es: Convertir la selección de texto en descripciones de celdas braille y mostrarla en un mensaje navegable
fr: Convertir la sélection de texte en descriptions de cellules braille et l’afficher dans un message navigable
hr: Pretvara tekst u format opisa brajičnih ćelija i prikazuje ga u virtualnom prozoru
it: Converte il testo selezionato in descrizioni di celle braille e lo mostra in un messaggio navigabile
pl: Przekształca zaznaczenie tekstu do opisów komórek brajlowskich i wyświetla zaznaczenie w wirtualizowanym oknie
pt: Converter a seleção de texto em descrições de células braille e apresentá-la numa mensagem navegável
pt_br: Converte o texto selecionado em descrição de célulasbraille e a exibe numa mensagem navegável
ru: Преобразует выделенный текст в описание брайлевских клеток и показывает его в окне просмотра

source: Cell descriptions to braille Unicode
da: Beskrivelse af punktceller til punktskrift Unicode
de: Modulbeschreibungen in Unicode-Braille umwandeln
es: Descripciones de celdas en braille Unicode
fr: Descriptions de cellules vers braille Unicode
hr: Opisi znakova na brajični unicode
it: Da descrizioni celle a Braille unicode
pl: Opis brajlowskich komórek do brajla unikodowego
pt: Descrições de células em braille Unicode
pt_br: Descrição de células para braille unicode
ru: Описаний знаков до юникод брайля

source: Braille cell description to Unicode Braille. E.g.: in a edit field type '125-24-0-1-123-123'. Then select this text and execute this command
da: Beskrivelse af punktcelle til Unicode punktskrift. I et editfelt kan du fx skrive '125-24-0-1-123-123'. Vælg derefter teksten og udfør denne kommando
de: Braillemodulbeschreibung zu Unicode Braille. Beispiel: Geben Sie in einem Eingabefeld "125-24-0-1-123-123" ein. markieren Sie dann diesen Text und führen diesen Befehl aus
es: Descripción de la celda Braille a Unicode Braille. Por ejemplo: en un campo de edición escriba '125-24-0-1-123-123'. A continuación, seleccione este texto y ejecute este comando
fr: Description de cellule braille vers Braille Unicode. Par exemple : dans un champ d’édition, tapez '125-24-0-1-123-123'. Puis sélectionnez ce texte et exécutez cette commande
hr: Opisuje brajičnu ćeliju brajičnim unicode znakovima. to jest.: u polje za uređivanje napišite '125-24-0-1-123-123'. a špsčoke tpga izvršite ovu komandu
it: Da descrizioni celle Braille a Braille unicode. Ad esempio, in un campo editazione scrivete '125-24-0-1-123-123'. Quindi selezionate questo testo ed eseguite questo comando
pl: Przekształca opis komórki brajlowskiej do brajla unikodowego. Np. w polu edycji wpisz '125-24-0-1-123-123'. a następnie zaznacz ten tekst i naciśnij ten skrót klawiszowy
pt: Descrição da célula Braille para Braille Unicode. Por exemplo: num campo de edição, escreva "125-24-0-1-123-123". Em seguida, seleccione este texto e execute o seguinte comando
pt_br: Descrição de células para braille Unicode. Por exemplo: num campo de edição escreva '125-24-0-1-123-123"' Em seguida, selecione este texto e execute este comando
ru: Описание брайлевских клеток в брайлевский юникод. Напр: в редактор напишите '125-24-0-1-123-123'. Потом выделите этот текст и выполните эту команду

source: Toggle advanced input mode
da: Slår avanceret indtastningstilstand til og fra
de: Schaltet den erweiterten Eingabemodus ein oder aus
es: Conmutar el modo de entrada avanzada
fr: Basculer le mode de saisie avancé
hr: Uključuje ili isključuje napredni način unosa
it: Abilita o disabilita la modalità di scrittura avanzata
pl: Włącza lub wyłącza rozszerzony tryb wprowadzania
pt: Alternar o modo avançado de escrita
pt_br: Alterna o modo avançado de entrada
ru: Включает или выключает режим расширенного брайлевского ввода

source: Describe undefined characters enabled
da: Beskriv ikke-definerede tegn slået til
de: Beschreibung undefinierter Zeichen eingeschaltet
es: Describir caracteres no definidos habilitados
fr: Description des caractères indéfinis activé
hr: Opis nedefiniranih znakova je uključen
it: Descrizione dei caratteri non definiti abilitata
pl: Opisuj niezdefiniowane znaki tak
pt: Descrever caracteres indefinidos activados
pt_br: Descrição de caracteres indefinidos habilitada
ru: Описание неопределённых знаков включено

source: Describe undefined characters disabled
da: Beskriv ikke-definerede tegn slået fra
de: Beschreibung undefinierter Zeichen ausgeschaltet
es: Describir caracteres no definidos deshabilitados
fr: Description des caractères indéfinis désactivé
hr: Opis nedefiniranih znakova je isključen
it: Descrizione dei caratteri non definiti disabilitata
pl: Opisuj niezdefiniowane znaki nie
pt: Descrever caracteres indefinidos desactivados
pt_br: Descrição de caracteres indefinidos desabilitada
ru: Описание неопределённых знаков выключено

source: Toggle description of undefined characters
da: Slår Beskrivelse af ikke-definerede tegn til og fra
de: Schaltet die Beschreibung undefinierter Zeichen ein oder aus
es: Alternar descripción de caracteres indefinidos
fr: Basculer la description des caractères indéfinis
hr: Uključuje ili isključuje opis nedefiniranih znakova
it: Abilita o disabilita la descrizione dei caratteri non definiti
pl: Włącza lub wyłącza opisywanie niezdefiniowanych znaków
pt: Alternar a descrição de caracteres indefinidos
pt_br: Alternar descrição de caracteres indefinidos
ru: Включает или выключает описание неопределённых знаков
