Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: Using this method, you can compose a cell with one hand, regardless of which side of the Braille keyboard you choose. The first step allows you to enter dots 1-2-3-7 and the second one 4-5-6-8. If one side is empty, press space. An empty cell will be obtained by pressing the space key twice.
da: Ved at bruge denne metode kan man sammensætte en celle ved at bruge én hånd uanset, hvilken side af punkttastaturet der vælges. Det første trin gør det muligt at indtaste punkterne 1-2-3-7 og det andet punkterne 4-5-6-8. Tryk Mellemrum, hvis den ene side er tom. Man laver en tom celle ved at trykke to gange på Mellemrum.
de: Mit dieser Methode können Sie ein Modul mit einer Hand zusammensetzen, unabhängig davon, welche Seite der Braille-Tastatur Sie wählen. Im ersten Schritt können Sie die Punkte 1-2-3-7 und im zweiten Schritt 4-5-6-8 eingeben. Wenn eine Seite leer ist, drücken Sie die Leertaste. Eine leere Zelle erhalten Sie durch zweimaliges Drücken der Leertaste.
es: Con este método, puede componer una celda con una sola mano, independientemente del lado del teclado Braille que elija. El primer paso le permite introducir los puntos 1-2-3-7 y el segundo los puntos 4-5-6-8. Si un lado está vacío, pulse espacio. Se obtendrá una celda vacía pulsando dos veces la tecla espacio.
fr: En utilisant cette méthode, vous pouvez composer une cellule d’une seule main, quel que soit le côté du clavier braille que vous choisissez. La première étape vous permet de saisir les points 1-2-3-7 et le second 4-5-6-8. Si un côté est vide, appuyez sur espace. Une cellule vide sera obtenue en appuyant deux fois sur la touche espace.
hr: Koristeći ovu metodu, Možete upisivati jednom rukom neovisno o tome koji dio brajične tipkovnice poželite koristiti. Prvi vam korak omogućuje unos točkica 1-2-3-7 a drugi 4-5-6-8. Ako je jedna strana prazna, Pritisnite razmaknicu. Praznu ćete ćeliju dobiti pritišćući razmaknicu dvaput.
it: Utilizzando questo metodo, potete comporre un carattere con una mano, indipendentemente dal lato della tastiera Braille che scegliete. Il primo passo vi permette di inserire i punti 1-2-3-7 e il secondo i punti 4-5-6-8. Se un lato è vyuoto (cioè se il carattere che state digitando non prevede punti su quel lato), premete spazio. Premendo due volte spazio otterrete una cella vuota.
pl: Używając tej metody, możesz wpisać znak przy pomocy jednej ręki, nie zależnie od tego, którą srronę klawiatury brajlowskiej wybierzesz. Pierwszy krok pozwala ci wpisać punkty 1, 2, 3, 7 a drugi 4, 5, 6, 8. Jeżeli któakolwiek ze stron znaków jest pusta, wciśnij spację. W celu wprowadzenia pustej komórki, wwpisz spację podwójnie.
pt: Com este método, é possível compor uma célula com uma só mão, independentemente do lado do teclado Braille que escolher. O primeiro passo permite-lhe introduzir os pontos 1-2-3-7 e o segundo 4-5-6-8. Se um dos lados estiver vazio, prima espaço. Uma célula vazia será obtida premindo duas vezes a tecla de espaço.
pt_br: Com este método, pode-se compor uma célula com uma só mão, independentemente do lado do teclado Braille que se escolha. O primeiro passo permite inserir os pontos 1-2-3-7 e o segundo os pontos 4-5-6-8. Si um lado é vazio , pressione espaço . Será introduzido uma célula vazía pressionando duas vezes a tecla espaço .
ru: Используя этот метод, вы можете набрать знаки в клетке одной рукой, независимо от выбранной стороны брайлевской клавиатуры. Первый шаг вам позволяет набрать точки 1-2-3-7 а вторая 4-5-6-8. Если одна сторона - пуста, нажмите пробел. Получите пустую клетку после нажатия пробела дважды.

source: For ⠛: press dots 1-2 then dots 1-2, or dots 4-5 then dots 4-5.
da: For ⠛: tryk punkterne 1-2 efterfulgt af punkterne 1-2 eller punkterne 4-5 efterfulgt af punkterne 4-5.
de: Für ⠛: drücken Sie Punkte 1-2, dann Punkte 1-2, oder Punkte 4-5, dann Punkte 4-5.
es: Para ⠛: pulse los puntos 1-2 y luego los puntos 1-2, o los puntos 4-5 y luego los puntos 4-5.
fr: Pour ⠛: appuyez sur les points 1-2 puis les points 1-2, ou les points 4-5 puis les points 4-5.
hr: Za ⠛: pritisnite točkice 1-2 potom točkice 1-2, ili točkice 4-5 a potomdots 4-5.
it: Per la ⠛: digitate i punti 1-2 seguiti dai punti 1-2, oppure i punti 4-5 seguiti dai punti 4-5.
pl: Dla znaku ⠛: wpisz punkty 1-2 a potem punkty 1-2, lub punkty 4-5 a potem punkty 4-5.
pt: Para ⠛: prima os pontos 1-2 e depois os pontos 1-2, ou os pontos 4-5 e depois os pontos 4-5.
pt_br: Para ⠛: pressione os pontos 1-2 e a seguir os pontos 1-2, ou os pontos 4-5 e a seguir os pontos 4-5.
ru: для ⠛: нажмите точки 1-2 потом точки 1-2, или точки 4-5 потом точки 4-5.

source: For ⠃: press dots 1-2 then space, or 4-5 then space.
da: For ⠃: Tryk punkterne 1-2 efterfulgt af mellemrum eller 4-5 efterfulgt af mellemrum.
de: Für ⠃: Drücken Sie Punkte 1-2 und dann Leertaste, oder 4-5 und dann Leertaste.
es: Para ⠃: pulse los puntos 1-2 y luego el espacio, o 4-5 y luego el espacio.
fr: Pour ⠃ : appuyez sur les points 1-2 puis sur espace ou sur 4-5 puis sur espace.
hr: Za ⠃: Pritisnite točkice 1-2 a potom razmaknicu, ili 4-5 a potom space.
it: Per la ⠃: digitate i punti 1-2 seguiti da spazio, oppure i punti 4-5 seguiti da spazio.
pl: Dla znaku ⠃: wpisz punkty 1-2 a potem spację, lub punkty 4-5 a potem spację.
pt: Para ⠃: prima os pontos 1-2 e depois espaço, ou 4-5 e depois espaço.
pt_br: Para ⠃: pressione os pontos 1-2 e a seguir o espaço, ou 4-5 e a seguir o espaço .
ru: Для ⠃: нажмите точки 1-2 а потом пробел, или 4-5 а потом пробел.

source: For ⠘: press space then 1-2, or space then dots 4-5.
da: For ⠘: Tryk mellemrum efterfulgt af 1-2 eller mellemrum efterfulgt af punkterne 4-5.
de: Für ⠘: Drücken Sie Leertaste und dann 1-2, oder Leertaste und dann Punkte 4-5.
es: Para ⠘: pulse espacio y después 1-2, o espacio y después puntos 4-5.
fr: Pour ⠘ : pressez espace puis sur les points 1-2 ou sur espace puis sur les points 4-5.
hr: Za ⠘: pritisnite razmaknicu a potom 1-2, ili pritisnite razmaknicu a potom točkice 4-5.
it: Per il simbolo ⠘: digitate spazio seguito dai punti 1-2 oppure spazio seguito dai punti 4-5.
pl: Dla znaku ⠘: wpisz spację a potem 1-2, lubb spację a potem punkty 4-5.
pt: Para ⠘: prima espaço e depois 1-2, ou espaço e depois pontos 4-5.
pt_br: Para ⠘: pressione espaço e depois 1-2, ou espaço e depois os pontos 4-5.
ru: Для ⠘: нажмите пробел а потом 1-2, или пробел а потом точки 4-5.

source: Method #3: fill a cell dots by dots (each dot is a toggle, press Space to validate the character)
da: Metode #3: fyld en celle ppunkt for punkt (hvert punkt kan slås til og fra, tryk Mellemrum for at bekræfte tegnet)
de: Methode #3: eine Zelle Punkt für Punkt füllen (jeder Punkt ist ein Umschalter, drücken Sie die Leertaste, um das Zeichen zu bestätigen)
es: Método #3: rellenar una celda punto a punto (cada punto es un conmutador, pulse la barra espaciadora para validar el carácter)
fr: Méthode n° 3 : remplir une cellule points par points (chaque point est une bascule, appuyez sur Espace pour valider le caractère)
hr: Metoda #3: ispunite ćeliju točku po točku (svaka točkica je preklopnik, pritisnite razmaknicu za provjeru znaka)
it: Metodo #3: inserisci il carattere punto per punto (ogni punto si può aggiungere o rimuovere, premete Spazio per validare il carattere)
pl: metoda 3: wpisz znak punkt po punkcie, spacja w celu sprawdzenia znaku.
pt: Método #3: preencher uma célula ponto por ponto (cada ponto é uma comutação, pressione Espaço para validar o caracter)
pt_br: Método #3: preencher uma célula ponto a ponto (cada ponto é um interruptor, pressione a barra de espaços para validar o caractere)
ru: Способ # 3: заполняем клетки точками за точками (каждая точка-это переключение, нажмите пробел, чтобы проверить символ)

source: In this mode, each dot is a toggle. You must press the space key as soon as the cell you have entered is the desired one to input the character. Thus, the more dots are contained in the cell, the more ways you have to enter the character.
da: Ved brug af denne metode fungerer hvert punkt som en kontakt. Så snart de ønskede punkter er indtastet, skal man trykke Mellemrum for at skrive det ønskede tegn. Jo flere punkter, der findes i cellen, desto flere muligheder findes for at indtaste et tegn.
de: In diesem Modus ist jeder Punkt ein Umschalter. Sie müssen die Leertaste drücken, sobald das Modul, das Sie eingegeben haben, das gewünschte Modul zur Eingabe des Zeichens ist. Je mehr Punkte im Modul enthalten sind, desto mehr Möglichkeiten zur Eingabe des Zeichens stehen Ihnen also zur Verfügung.
es: En este modo, cada punto es un conmutador. Debe pulsar la tecla de espacio en cuanto la celda que haya introducido sea la deseada para introducir el carácter. Así, cuantos más puntos contenga la celda, más formas tendrá de introducir el carácter.
fr: Dans ce mode, chaque point est une bascule. Vous devez appuyer sur la touche espace dès que la cellule que vous avez entrée est celle souhaitée pour saisir le caractère. Ainsi, plus il y a de points dans la cellule, plus vous devez saisir de caractères.
hr: U ovom je načinu svaka točka preklopnik. Morate pritisnuti razmaknicu svaki put kada mislite da je kombinacija brajične kućice ona prava. Iako, čim više točkica sadrži ćelija, na više načina možete upisati znak.
it: Con questo metodo, ogni punto può essere aggiunto o rimosso dal carattere che state digitando. Premete spazio non appena la cella che state componendo contiene i punti desiderati. Quindi, più punti ci sono nella cella più modi avete per digitare il carattere.
pl: W tym trybie każda kropka jest przełącznikiem. Powineineś nacisnąć spację, jak tylko wpiszesz potrzebny ci znak aby on był wprowadzony pomyślnie. Czyli, im więcej punktów w komórce, tym istnieje więcej sposobów do wprowadzania znaku.
pt: Neste modo, cada ponto é um ponto de comutação. Deve premir a tecla de espaço assim que a célula que introduziu estiver pronta para introduzir o caracter. Assim, quanto mais pontos estiverem contidos na célula, mais formas terá para escrever o caracter.
pt_br: Neste modo, cada ponto é um interruptor. Debe-se pressionar a barra de espaços quando a célua introduzida for a desejada para introduzir o caractere. Assim, quanto mais pontos contiver a célula, mais formas se terá de inserir o caractere.
ru: В этом режиме, Каждая точка является переключателем. Надо нажать пробел, если вы набрали желанный вами знак. ИТо есть, чем больше точек в клетке, у вас есть больше способов для ввода одного знака.

source: For example, for ⠛, you can compose the cell in the following ways
da: For eksempel, for ⠛ kan du bygge cellen op på følgende måder
de: Zum Beispiel können Sie für ⠛ das Modul auf folgende Weise zusammensetzen
es: Por ejemplo, para ⠛, puede componer la celda de las siguientes maneras
fr: Par exemple, pour ⠛, vous pouvez composer la cellule de la manière suivante
hr: Na primjer, za ⠛, možete upisivati brajični znak na slijedeći način
it: Per esempio, se dovete digitare la lettera ⠛, potete comporre la cella nei modi seguenti
pl: na przykład, dla znaku ⠛, można układać brajlowską komórkę w następujące sposoby
pt: Por exemplo, para ⠛, pode compor a célula das seguintes formas
pt_br: Por exemplo, para ⠛, pode-se preencher a célula das seguintes maneiras
ru: На пример, для ⠛, возможно оформлять ячейку как следует:

source: Dots 1-2, then dots 4-5, then space.
da: Punkterne 1-2, derefter punkterne 4-5, derefter mellemrum.
de: Punkte 1-2, dann Punkte 4-5, dann Leerzeichen.
es: Puntos 1-2, luego puntos 4-5, luego espacio.
fr: Points 1-2, puis points 4-5, puis espace.
hr: Točkice 1-2, potom točkice 4-5, a potom razmaknica.
it: Punti 1-2, poi punti 4-5, poi spazio.
pl: Punkty 1-2, potem 4-5 a potem spację.
pt: Pontos 1-2, depois pontos 4-5, depois espaço.
pt_br: Puntos 1-2, a seguir os pontos 4-5, depois espaço .
ru: Точка 1-2, потом точки 4-5, потом пробел.

source: Dots 1-2-3, then dot 3 (to correct), then dots 4-5, then space.
da: Punkterne 1-2-3, derefter punkt 3 (for at rette), dernæst punkterne 4-5 derefter mellemrum.
de: Punkte 1-2-3, dann Punkt 3 (zur Korrektur), dann Punkte 4-5, dann Leerzeichen.
es: Puntos 1-2-3, luego punto 3 (para corregir), luego puntos 4-5, luego espacio.
fr: Points 1-2-3, puis point 3 (pour corriger), puis points 4-5, puis espace.
hr: Točkice 1-2-3, potom točkica 3 (za ispravak), a potom točkice 4-5, a potom razmaknicu.
it: Punti 1-2-3, poi punto 3 per correggere l'errore, poi punti 4-5, poi spazio.
pl: Punkty 1-2-3, a potem punkt 3 (w celu korekcji), a potem punkty 4-5, a potem spację.
pt: Pontos 1-2-3, depois ponto 3 (para corrigir), depois pontos 4-5, depois espaço.
pt_br: Puntos 1-2-3, depois ponto 3 (para corregir), a seguir os pontos 4-5, depois espaço .
ru: точки 1-2-3, потом точка 3 (для корректировки), потом точки 4-5, потом пробел.

source: Dot 1, then dots 2-4-5, then space.
da: Punkt 1, derefter punkterne 2-4-5, derefter mellemrum.
de: Punkt 1, dann Punkte 2-4-5, dann Leerzeichen.
es: Punto 1, luego puntos 2-4-5, luego espacio.
fr: Point 1, puis points 2-4-5, puis espace.
hr: Točkica 1, potom točkice 2-4-5, a potom razmaknica.
it: Punto 1, poi punti 2-4-5, poi spazio.
pt: Ponto 1, depois pontos 2-4-5, depois espaço.
pt_br: Punto 1, a seguir os pontos 2-4-5, depois espaço .
ru: точка 1, потом точки 2-4-5, потом пробел.

source: Dots 1-2-4, then dot 5, then space.
da: Punkterne 1-2-4, derefter punkt 5, derefter mellemrum.
de: Punkte 1-2-4, dann Punkt 5, dann Leerzeichen.
es: Puntos 1-2-4, luego punto 5, luego espacio.
fr: Points 1-2-4, puis point 5, puis espace.
hr: Točkice 1-2-4, potom točkica 5, a potom razmaknica.
it: Punti 1-2-4, poi punto 5, poi spazio.
pt: Pontos 1-2-4, depois ponto 5, depois espaço.
pt_br: Puntos 1-2-4, a seguir punto 5, depois espaço .
ru: точки 1-2-4, потом точка 5, а потом пробел.

source: Dot 2, then dot 1, then dot 5, then dot 4, and then space.
da: Punkt 2, derefter punkt 1, derefter punkt 5, derefter punkt 4 og derefter mellemrum.
de: Punkt 2, dann Punkt 1, dann Punkt 5, dann Punkt 4 und dann Leerzeichen.
es: Punto 2, luego punto 1, luego punto 5, luego punto 4, y luego espacio.
fr: Point 2, puis point 1, puis point 5, puis point 4, puis espace.
hr: Točkica 2, potom točkica 1, potom točkica 5, potom točkica 4, i potom razmaknica.
it: Punto 2, poi punto 1, poi punto 5, poi punto 4, poi spazio.
pt: Ponto 2, depois ponto 1, depois ponto 5, depois ponto 4 e depois espaço.
pt_br: Ponto 2, a seguir ponto 1, a seguir ponto 5, depois ponto 4, e depois espaço .
ru: точка 2, потом точка 1, потом точка 5, потом точка 4, и потом пробел.

source: Etc.
hr: Itd.
it: Ecc.
pl: ITD.
ru: И т.д.

source: Documentation
da: Dokumentation
de: Dokumentation
es: Documentación
hr: Dokumentacija
it: Documentazione
pl: Dokumentacja
pt: Documentação
pt_br: Documentação
ru: Справка

source: Let's explore some features
da: Lad os udforske nogle funktioner
de: Lassen Sie uns einige Funktionen erkunden
es: Veamos algunas características
fr: Explorons quelques fonctionnalités
hr: Najprije istražimo neke funkcije
it: Esploriamo qualche cunzionalità
pl: Przyjrzyjmy się niektórym funkcjom
pt: Vamos explorar algumas funcionalidades
pt_br: Vamos explorar algumas funcionalidades
ru: Давайте познакомимся с некоторыми возможностями

source: Profile gestures
da: Profilbevægelser
de: Profilbefehle
es: Perfil de gestos
fr: Gestes du profil
hr: Geste profila
it: Tasti per il profilo
pl: Gesty profilów
pt: Comandos do perfil
pt_br: Perfil de comandos
ru: Жесты профиля

source: Driver loaded
da: Driver indlæst
de: Treiber geladen
es: Controlador cargado
fr: Pilote chargé
hr: Upravljački program je upitan
it: Driver caricato
pl: Sterownik wczytany
pt: Driver carregado
pt_br: Driver carregado
ru: Драйвер загружен

source: Profile
da: Profil
de: Profil
es: Perfil
fr: Profil
hr: Profil
it: Profilo
pl: Profil
pt: Perfil
pt_br: Perfil
ru: Профиль

source: Simple keys
da: Enkle taster
de: Einfache Tasten
es: Teclas simples
fr: Touches simples
hr: Jednostavne tipke
it: Tasti semplici
pl: Klawisze podstawowe
pt: Teclas simples
pt_br: Teclas simples
ru: Простые сочетания клавиш

source: Usual shortcuts
da: Almindelige genveje
de: Übliche Tastenkürzel
es: Atajos habituales
fr: Raccourcis usuels
hr: Uobičajeni prečaci
it: Tasti rapidi abituali
pl: Klawisze zwyczajne
pt: Atalhos habituais
pt_br: Comandos comuns
ru: Стандартные сочетания клавиш

source: Standard NVDA commands
da: Standard NVDA-kommandoer
de: Standard-NVDA-Befehle
es: Comandos estándar de NVDA
fr: Commandes NVDA standards
hr: Standardni NVDA prečaci
it: Comandi standard di NVDA
pl: Standardowe skróty NVDA
pt: Comandos padrão do NVDA
pt_br: Comandos padrão do NVDA
ru: Стандартные команды NVDA

source: Modifier keys
da: Modifikationstaster
de: NVDA-Tasten
es: Teclas modificadoras
fr: Touches de modification
hr: Modifikacijske tipke
it: Tasti modificatori
pl: modyfikatory
pt: Teclas modificadoras
pt_br: Teclas modificadoras
ru: Модификаторы

source: Quick navigation keys
da: Lyntaster til navigering
de: Schnellnavigationstasten
es: Teclas de navegación rápida
fr: Touches de navigation rapide
hr: Tipke za brzu navigaciju
it: Tasti per la navigazione veloce
pl: polecenia szybkiej nawigacji
pt: Teclas de navegação rápida
pt_br: Teclas de navegação rápida
ru: Клавиши быстрой навигации

source: Rotor feature
da: Rotorfunktion
de: Rotor-Funktion
es: Función del rotor
fr: Fonction Rotor
hr: Značajka rotora
it: Funzionalità rotore
pl: Funkcje rotora
pt: Funções do rotor
pt_br: Função rotor
ru: Функционал ротора

source: Gadget commands
da: Værktøjskommandoer
de: Braillezeilenbefehle
es: Comandos de dispositivos
fr: Commandes gadgettes
hr: Komande gadgeti
it: Comandi aggiuntivi
pl: Polecenia gadżetowe
pt: Comandos de gadgets
pt_br: Comandos de dispositivos
ru: Специальные команды дополнения

source: Shortcuts defined outside add-on
da: Genveje defineret uden for tilføjelsesprogrammet
de: Erweiterungsexterne Tastenbefehle
es: Atajos definidos fuera del complemento
fr: Raccourcis définis en dehors du module
hr: Prečaci definirani izvan dodatka
it: Tasti definiti fuori dell'add-on
pl: Skróty zdefiniowane poza dodatkiem
pt: Atalhos definidos fora do extra
pt_br: Comandos definidos fora do complemento
ru: Сочетания клавиш назначенные вне дополнения

source: Keyboard configurations provided
da: Tastaturkonfigurationer angivet
de: Verfügbare Tastatur-Einstellungen
es: Configuración de teclado proporcionada
fr: Configurations de clavier fournies
hr: Omogućene konfiguracije tipkovnice
it: Configurazioni tastiera fornite
pl: domyślne konfiguracje klawiatury
pt: Configurações de teclado fornecidas
pt_br: Configurações de teclado fornecidas
ru: установленные профили клавиатуры брайлевского ввода

source: Keyboard configurations are
da: Tastaturkonfigurationer er
de: Folgende Tastatur-Einstellungen sind verfügbar
es: Las configuraciones de teclado son
fr: Les configurations de clavier sont les suivantes
hr: Tipkovničke konfiguracije su
it: Le configurazioni tastiera sono
pl: Konfiguracje klawiatury to
pt: As configurações do teclado são
pt_br: As configurações de teclado são
ru: Доступны следующие профили конфигурации брайлевской клавиатуры:

source: Warning:
da: Advarsel:
de: Warnung:
es: Advertencia:
fr: Attention :
hr: Upozorenje:
it: Attenzione:
pl: Uwaga:
pt: Aviso:
pt_br: Aviso:
ru: Предупреждение

source: BrailleExtender has no gesture map yet for your braille display.
da: Udvidelse til Punktskrift har endnu intet sæt af bevægelser til dit punktdisplay.
de: Braille Extender enthält noch keine Tastenbefehle für die Braillezeile.
es: BrailleExtender aún no tiene un mapa de gestos para su pantalla braille.
fr: BrailleExtender n’a pas encore de profil de gestes pour votre afficheur braille.
hr: BrailleExtender još uvijek nema profil tipkovničkih prečaca za vaš brajični redak.
it: Braille Extender non ha ancora tasti mappati per il vostro display Braille.
pl: Braille extender jeszcze nie ma mapy gestów do twojego monitora brajlowskiego.
pt: O BrailleExtender ainda não tem um mapa de comandos para a sua dispositivo Braille.
pt_br: O BrailleExtender ainda não tem um esquema de comandos para a sua linha braille.
ru: У Braille extender ещё нет жестов для вашего брайлевского дисплея.

source: However, you can still assign your own gestures in the "Input Gestures" dialog (under Preferences menu).
da: Du kan imidlertid tildele dine egne bevægelser i dialogen "Inputbevægelser" (under menuen Opsætning).
de: Sie können jedoch Tastenbefehle im NVDA-Menü unter Einstellungen, Tastenbefehle neu zuweisen.
es: No obstante, puedes asignar tus propios gestos en el cuadro de diálogo "Gestos de entrada" (en el menú Preferencias).
fr: Cependant, vous pouvez toujours réattribuer des gestes à la plupart de ces fonctions dans le dialogue « Gestes de commandes » des « Préférences » de NVDA.
hr: Međutim, još uvijek možete odrediti nove prečace u NVDA izborniku>ulazne geste.
it: Ad ogni modo, potete ancora assegnarne utilizzando la finestra "Gesti e tasti di immissione" (dal menù Preferenze).
pl: można jednak przydzielić swoje własne gesty w "dialogu zdarzeń wejścia" w "ustawieniach" NVDA.
pt: No entanto, pode ainda atribuir os seus próprios comandos, na caixa de diálogo "definir comandos" (no menu Preferências).
pt_br: Porém, é possível definir seus próprios comandos no diálogo "definir comandos" (no menú preferências).
ru: Однако вы можете самостоятельно назначить сочетания горячих клавиш для большинства функций Braille Extender в настройках жестов ввода NVDA.

source: Add-on gestures on the system keyboard
da: Tilføjelsens bevægelser på systemtastaturet
de: Befehle der Erweiterung auf der Systemtastatur ergänzen
es: Gestos adicionales en el teclado del sistema
fr: Gestes du module sur le clavier système
hr: Prečaci dodatka na tipkovnici sustava
it: Tasti dell'add-on sulla tastiera del pc
pl: Polecenia dodatku na klawiaturze systemowej
pt: Comandos do extra no teclado do sistema
pt_br: Comandos adicionais no teclado do sistema
ru: Жесты дополнения на системной клавиатуре

source: Arabic
da: Arabisk
de: Arabisch
es: Árabe
fr: Arabe
hr: Arapski
it: Arabo
pl: arabski
pt: Árabe
pt_br: Árabe
ru: Арабский

source: Chinese (Taiwan)
da: Kinesisk (Taiwan)
de: Chinesisch (Taiwan)
es: Chino (Taiwán)
fr: Chinois (Taïwan)
hr: Kineski (Taiwan)
it: Cinese (Taiwan)
pl: Chiński (Taiwan)
pt: Chinês (Taiwan)
pt_br: Chinês (Taiwán)
ru: Китайский (Таивань)

source: Croatian
da: Kroatisk
de: Kroatisch
es: Croata
fr: Croate
hr: Hrvatski
it: Croato
pl: Chorwacki
pt: Croata
pt_br: Croata
ru: Хорватский

source: Danish
da: Dansk
de: Dänisch
es: Danés
fr: Danois
hr: Danski
it: Danese
pl: Duński
pt: Dinamarquês
pt_br: Dinamarquês
ru: Датский

source: English and French
da: Engelsk og fransk
de: Englisch und Französisch
es: Inglés y francés
fr: Anglais et français
hr: Engleski i francuski
it: Inglese e francese
pl: Angielski i francuzki.
pt: Inglês e francês
pt_br: Inglês e francês
ru: Английский и французский

source: German
da: Tysk
de: Deutsch
es: Alemán
fr: Allemand
hr: Njemački
it: Tedesco
pl: niemiecki
pt: Alemão
pt_br: Alemão
ru: немецкий

source: Hebrew
da: Hebraisk
de: Hebräisch
es: Hebreo
fr: Hébreu
hr: Hebrejski
it: Ebraico
pl: hebrajski
pt: Hebraico
pt_br: Hebreu
ru: Иврит

source: Italian
da: Italiensk
de: Italienisch
es: Italiano
fr: Italien
hr: Talijanski
it: Italiano
pl: Włoski
pt: Italiano
pt_br: Italiano
ru: Итальаньский

source: Persian
da: Persisk
de: Persisch
es: Persa
fr: Persan
hr: Perzijski
it: Persiano
pl: perski
pt: Persa
pt_br: Persa
ru: Персидский

source: Polish
da: Polsk
de: Polnisch
es: Polaco
fr: Polonais
hr: Poljski
it: Polacco
pl: Polski
pt: Polaco
pt_br: Polonês
ru: Польский

source: Russian
da: Russisk
de: Russisch
es: Ruso
fr: Russe
hr: Ruski
it: Russo
pl: rosyjski
pt: Russo
pt_br: Russo
ru: Русский

source: Turkish
da: Tyrkisk
es: Turco
hr: Turski
it: Turco
pt: Turco
pt_br: Turco
