Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: Hashes do not match! Actual value is '{actualHash}'. Expected is '{expectedHash}'.
da: Hash-værdier er ikke ens! Nuvværende værdi er '{actualHash}'. Forventet er '{expectedHash}'.
de: Die Hash-Werte stimmen nicht überein! Tatsächlicher Wert ist "{actualHash}". Erwartet wird "{expectedHash}".
es: Los hash no coinciden. El valor real es '{actualHash}'. El esperado es '{expectedHash}'.
fr: Les hachages ne correspondent pas ! La valeur actuelle est '{actualHash}'. L’attente est '{expectedHash}'.
hr: Hash vrijednosti se ne poklapaju! trenutna vrijedost je je '{actualHash}'. a očekivana '{expectedHash}'.
it: Gli hash non corrispondono! Il valore effettivo è '{actualHash}'. È previsto '{expectedHash}'.
pl: Sumy kontrolne nie zgadzają się! Rzeczywista wartość to "{actualHash}". a oczekowana to "{expectedHash}".
pt: Os hashes não coincidem! O valor real é '{actualHash}'. O valor esperado é '{expectedHash}'.
pt_br: Os identificadores não coinciden. o valor real é '{actualHash}'. o esperado é '{expectedHash}'.
ru: Хеши не совпадают! Фактическое значение — «{actualHash}». Ожидается «{expectedHash}».

source: An update check dialog is already running!
da: Der kører allerede en opdateringsdialog!
de: Eine Überprüfung auf Updates läuft bereits!
es: ¡Ya se está ejecutando un cuadro de diálogo de comprobación de actualizaciones!
fr: Une boîte de dialogue de vérification de mise à jour est déjà en cours d’exécution !
hr: Dijaloški okvir za provjeru nadogradnje već je pokrenut!
it: La finestra di controllo dell'aggiornamento è già aperta!
pl: Okno dialogowe aktualizacji jest już uruchomione!
pt: Já está a decorrer um diálogo de verificação de actualizações!
pt_br: Um diálogo de verificação de atualizações já está sendo executado!
ru: Диалоговое окно обновления уже открыто!

source: Braille Extender update
da: Opdatering til Udvidelse til Punktskrift
de: Update für Braille Extender
es: Actualización de Braille Extender
fr: Mise à jour de Braille Extender
hr: Nadogradnja Braille extendera
it: Aggiornamento di Braille Extender
pl: Aktualizacja Braille extendera
pt: Atualização do Braille Extender
pt_br: Atualização do Braille Extender
ru: Обновление Braille Extender

source: Muted sound
da: Lyd slået fra
de: Audio stummgeschaltet
es: Sonido silenciado
fr: Son coupé
hr: Zvuk je utišan
it: Suoni disattivati
pl: Dźwięk wyciszony
pt: Som mudo
pt_br: Som mutado
ru: Звук выключен

source: Reload successful
da: Genindlæsning fuldført
de: Neuladung erfolgreich
es: Recarga correcta
fr: Rechargement réussi
hr: Ponovno učitavanje uspješno
it: Add-on ricaricato
pl: Ponowne wczytywanie powiodło się
pt: Recarregamento bem sucedido
pt_br: Reinicialização bem sucedida
ru: Перезагрузка успешна

source: Reload failed
da: Genindlæsning fejlede
de: Neuladung fehlgeschlagen
es: Error de recarga
fr: Rechargement échoué
hr: Ponovno učitavanje neuspješno
it: Impossibile ricaricare l'add-on
pl: ponowne wczytywanie nie powiodło się
pt: Falha no recarregamento
pt_br: A reinicialização falhou
ru: Перезагрузка неуспешна

source: Not a character
da: Ikke et tegn
de: Das ist kein Zeichen
es: no es un carácter
fr: Pas un caractère
hr: Nije znak
it: Non è un carattere
pl: nie jest znakiem
pt: Não é um caracter
pt_br: Não é um caractere
ru: Не является знаком

source: unknown
da: ukendt
de: Unbekannt
es: desconocido
fr: inconnu
hr: nepoznato
it: sconosciuto
pl: Nieznane
pt: desconhecido
pt_br: desconhecido
ru: Неизвестный

source: Char info
da: Tegninfo
de: Zeicheninformationen
es: Información del carácter
fr: Information du caractère
hr: Informacije o znaku
it: Informazioni sul carattere
pl: Informacja o znaku
pt: Informações sobre o caracter
pt_br: Informação sobre o caractere
ru: Информации о знаке

source: Available combinations
da: Tilgængelige kombinationer
de: Verfügbare Kombinationen
es: Combinaciones disponibles
fr: Combinaisons disponibles
hr: Dostupne kombinacije
it: Combinazioni disponibili
pl: dostępne skróty
pt: Combinações disponíveis
pt_br: Combinações disponíveis
ru: Доступные сочетания

source: One combination available
da: Der findes én kombination
de: Eine Kombination verfügbar
es: Una combinación disponible
fr: Une combinaison disponible
hr: Jedna kombinacija dostupna
it: Una combinazione disponibile
pl: Jeden dostępny skrót
pt: Uma combinação disponível
pt_br: Uma combinação disponível
ru: Одно сочетание доступно

source: space
da: mellemrum
de: Leertaste
es: espacio
fr: espace
hr: razmak
it: spazio
pl: spacja
pt: espaço
pt_br: espaço
ru: пробел

source: left SHIFT
da: venstre SHIFT
de: Linke Umschalttaste
es: SHIFT izquierdo
fr: MAJ gauche
hr: lijevi SHIFT
it: shift sinistro
pl: lewy SHIFT
pt: shift esquerdo
pt_br: shift esquerdo
ru: Левый шифт

source: right SHIFT
da: højre SHIFT
de: Rechte Umschalttaste
es: SHIFT derecho
fr: MAJ droite
hr: desni SHIFT
it: shift destro
pl: PRAWY SHIFT
pt: shift direito
pt_br: shift direito
ru: правый ШИФТ

source: left selector
da: venstre vælger
de: linke Auswahltaste
es: selector izquierdo
fr: sélecteur gauche
hr: lijevi odabirnik
it: selettore sinistro
pl: Lewe zaznaczanie
pt: seletor esquerdo
pt_br: seletor esquerdo
ru: Левое переключатель

source: right selector
da: højre vælger
de: Rechte Auswahltaste
es: selector derecho
fr: sélecteur droit
hr: desni odabirnik
it: selettore destro
pl: Prawe zaznaczanie
pt: seletor direito
pt_br: seletor direito
ru: Правое переключатель

source: dot
da: punkt
de: Punkt
es: punto
fr: point
hr: točkica
it: punto
pl: punkt
pt: ponto
pt_br: ponto
ru: точка

source: {gesture} on {brailleDisplay}
da: {gesture} på {brailleDisplay}
de: {gesture} auf {brailleDisplay}
es: {gesture} en {brailleDisplay}
fr: {gesture} sur {brailleDisplay}
hr: {gesture} na {brailleDisplay}
it: {gesture} su {brailleDisplay}
pl: {gesture} na {brailleDisplay}
pt: {gesture} em {brailleDisplay}
pt_br: {gesture} na {brailleDisplay}
ru: {gesture} на {brailleDisplay}

source: No text selected
da: Ingen tekst valgt
de: Kein Text ausgewählt
es: Ningún texto seleccionado
fr: Pas de sélection de texte
hr: Nema označenog teksta
it: Nessun testo selezionato
pl: Brak zaznaczonego tekstu
pt: Sem texto seleccionado
pt_br: Não há texto selecionado
ru: Нет выделенного текста

source: BrailleExtender is a NVDA add-on that provides various features at braille level. Currently, the following features are implemented
da: Udvidelsen til Punktskrift er en NVDA-tilføjelse, som tilbyder en lang række funktioner på punktskriftniveau. Følgende funktioner er for øjeblikket implementeret
de: Braille Extender ist eine NVDA-Erweiterung, die verschiedene Braile-Funktionen in NVDA implementiert. Aktuell sind folgende Funktionen verfügbar
es: BrailleExtender es un complemento de NVDA que proporciona varias funciones a nivel braille. Actualmente, se implementan las siguientes funciones
fr: BrailleExtender est un greffon NVDA qui fournit diverses fonctionnalités au niveau braille. Actuellement, les fonctionnalités suivantes sont implémentées
hr: BrailleExtender je NVDA dodatak koji dodaje nove mogućnosti na nivou brajice. Trenutno, slijedeće značajek su dostupne
it: Braille Extender è un componente aggiuntivo di NVDA che fornisce una serie di funzionalità riguardanti il Braille. Attualmente sono implementate le seguenti funzioni
pl: BrailleExtender to wtyczka do NVDA dodająca nowe funkcje na poziomie brajla. Obecnie dostępne są następujące funkcje
pt: O BrailleExtender é um extra do NVDA que fornece várias funcionalidades ao nível do Braille. Actualmente, estão implementadas as seguintes funcionalidades
pt_br: Braille Extender é um complemento do NVDA que fornece várias funcionalidades relativas ao braille. Atualmente Estão disponíveis as seguintes funcionalidades
ru: Braille Extender это дополнение для NVDA, предоставляющее различные возможности, призванные существенно расширить функционал поддержки брайля. На данный момент доступны следующие функции:

source: reload two favorite braille display with shortcuts
da: indstil to foretrukne punktdisplays med genveje
de: Möglichkeit, eine zweite bevorzugte Braillezeile mit Hilfe eines Tastenbefehls zu laden
es: recargar dos pantallas braille favoritas con accesos directos
fr: basculer entre deux afficheurs braille favoris ou encore de les recharger aisément
hr: ponovno učitavanje dvaju omiljenihbrajičnih redaka sa prečacima
it: caricamento di due display Braille con tasti rapidi
pl: Ponowne wczytywanie dwóch ulubionych monitorów brajlowskich za pomocą skrótów klawiszowych
pt: recarregar dois dispositivos Braille favoritas com atalhos
pt_br: reconectar duas linhas braille favoritas a partir de comandos rápidos
ru: перезагрузка до двух брайлевских дисплеев по горячим клавишам.

source: automatic review cursor tethering in terminal role like in PuTTY, Powershell, bash, cmd
da: automatisk binding af gennemsynsmarkør i terminalmode som i PuTTY, Powershell, bash, cmd
de: Automatische Kopplung des Cursors in Eingabeaufforderungen wie PuTTY, Powershell, Bash, cmd
es: revisión automática del cursor de anclaje en el papel de terminal como en PuTTY, Powershell, bash, cmd
fr: basculer automatiquement le suivi braille en mode revue dans les applications avec terminal comme PuTTY, Powershell, bash, cmd
hr: automatsko prebacivanje kursora u određenim aplikacijama terminala kao što su to default: PuTTY, Powershell, bash, cmd
it: attivazione automatica del cursore di controllo nelle finestre terminale, come in PuTTY, Powershell, bash, prompt dei comandi
pl: Automatyczne przełączanie do trybu przeglądu dla terminali aplikacji takich jak PuTTY, Powershell, bash, cmd
pt: ligação automática do cursor de revisão na função de terminal como em PuTTY, Powershell, bash, cmd
pt_br: alternância automática para o modo de revisão em terminais como PuTTY, Powershell, bash, cmd
ru: Автоматическая привязка курсора в терминальных приложениях, как например PuTTY, Powershell, bash, cmd

source: auto scroll
da: auto-rul
de: Automatisches Weiterlesen
es: desplazamiento automático
fr: défilement automatique
hr: automatsko čitanje
it: scorrimento automatico
pl: Czytanie automatyczne
pt: deslocação automática
pt_br: rolamento automático do braille
ru: автопрокрутка

source: switch between several input/output braille tables
da: Skift imellem flere punkttabeller til indtastning/visning
de: Möglichkeit, zwischen verschiedenen Braille-Ein- und -Ausgabetabellen zu wechseln
es: cambiar entre varias tablas braille de entrada/salida
fr: boucler entre ses tables d’entrée/de sortie
hr: prebacuje između nekoliko ulaznih ili izlaznih brajičnih tablica
it: gestione di più tabelle Braille di scrittura e lettura
pl: Przełączanie pomiędzy kilkoma tablicami brajlowskimi wprowadzania/wyjścia
pt: alternar entre várias tabelas braille de escrita/leitura
pt_br: alternar entre várias tabelas braille de entrada ou saída
ru: быстрое переключение между несколькими избранными брайлевскими таблицами ввода и вывода

source: mark the text with special attributes through dot 7, dot 8 or both
da: markér tekst med særlige attributter ved hjælp af punkt 7, punkt 8 eller begge
de: Speziell formatierter Text durch Punkte 7, 8 oder beide hervorheben
es: marcar el texto con atributos especiales mediante el punto 7, el punto 8 o ambos
fr: marquer le texte avec des attributs spéciaux par le biais du point 7 et/ou du point 8
hr: označavanje teksta uz pomoć posebnih oznaka koristeći točkice 7 8 ili obje točkice zajedno
it: marcatura del testo con attributi speciali mediante il punto 7, il punto 8 o entrambi
pl: Oznacza tekst specjalnymi właściwościami formatowania, przy użyciu punktu 7, 8 lub obu punktów jednocześnie
pt: marcar o texto com atributos especiais através do ponto 7, do ponto 8 ou de ambos
pt_br: marcar o texto con atributos especiais através dos pontos 7, 8 ou ambos
ru: Подчёркивает текст специальными атрибутами с помощью точек 7, и 8 или обеих

source: use two output braille tables simultaneously
da: brug to punkttabeller til visning
de: zwei Braille-Ausgabetabellen gleichzeitig verwenden
es: utilizar simultáneamente dos tablas braille de salida
fr: utiliser deux tables braille de sortie simultanément
hr: istovremeno korištenje dvije izlazne brajične tablice
it: utilizzo contemporaneo di due tabelle Braille di lettura
pl: Jednoczesne używanie dwóch tablic wyjścia
pt: utilizar simultaneamente duas tabelas Braille de leitura
pt_br: utilizar duas tabelas braille de saída simultaneamente
ru: одновременное использование двух таблиц брайлевского вывода.

source: display tab signs as spaces
da: vis tabulatortegn som mellemrum
de: Tabulatorzeichen mit Leerzeichen darstellen
es: mostrar signos de tabulación como espacios
fr: afficher les signes de tabulation en tant qu’espaces
hr: prikazivanje znakova tabulatora kao razmake
it: possibilità di mostrare i caratteri di tabulazione come spazi
pl: Wyświetlanie znaków tabulacji jako spacji
pt: apresentar sinais de tabulação como espaços
pt_br: mostrar tabulações como espaços
ru: отображение символов табуляции пробелами.

source: reverse forward scroll and back scroll buttons
da: Vend knapperne til at rulle fremad og bagud
de: Scrolltasten für links und rechts vertauschen
es: botones de desplazamiento hacia delante y hacia atrás
fr: inverser les boutons de défilement arrière et avant
hr: zamjena mjesta tipkama za čitanje napred /nazad
it: inversione dei pulsanti di scorrimento avanti e indietro presenti sui display Braille
pl: Zamiana przycisków przewijania w przód i w tył
pt: inverter os botões de deslocamento para a frente e para trás
pt_br: inverter botões de rolar para frente e para trás
ru: возможность поменять местами функции правой и левой клавиши прокрутки.

source: say the current line during text scrolling either in review mode, or in focus mode or both
da: oplæs den aktuelle linje under tekstrulning enten i gennemsynstilstand eller i fokustilstand eller begge dele
de: aktuelle Zeile während des Textscrollens, entweder im darstellungsmodus, im Fokusmodus oder beidem ansagen
es: decir la línea actual durante el desplazamiento del texto en modo revisión, en modo enfoque o en ambos
fr: énoncer la ligne en cours en mode revue et/ou en mode focus pendant le défilement du texte
hr: izgovori trenutni redak u načinu teksta radi li se o načinu fokusa pregleda ili obaju
it: lettura della riga corrente durante lo scorrimento del testo, in modalità focus, revisione o entrambe
pl: Podczas przewijania tekstu, wypowiada aktualny wiersz, zarówno w trybie przeglądania jak i w trybie punktu uwagi
pt: anunciar a linha actual durante a deslocação do texto, no modo de revisão, no modo de focagem, ou em ambos
pt_br: anunciar a linha atual durante o rolamento de texto no modo de revisão, modo de foco ou em ambos
ru: Проговаривание актуальной строки в режиме просмотра или обзора

source: translate text easily in Unicode braille and vice versa. E.g.: z <--> ⠵
da: oversætte tekst nemt til Unicode punktskrift og vice versa fx: z <--> ⠵
de: Text einfach in Unicode braille und umgekehrt übersetzen, z.B.: z <--> ⠵
es: traducir texto fácilmente en braille Unicode y viceversa. Por ejemplo: z <--> ⠵
fr: traduire le texte facilement en braille Unicode et inversement. Ex. : z <-> ⠵
hr: prevedite tekst s lakoćom u brajični Unicode i obratno. NPR: z <--> ⠵
it: possibilità di tradurre facilmente il testo in Braille Unicode e viceversa. Esempio: z <--> ⠵
pl: łatwe przekształcanie tekstu do brajla unikodowe i na odwrót. NP: z <--> ⠵
pt: traduzir facilmente texto em braille Unicode e vice-versa. Por exemplo: z <--> ⠵
pt_br: converter texto fácilmente entre braille, Unicode e viceversa. Por exemplo: z <--> ⠵
ru: Переведите текст из уникодового брайля и обратно. напр.: z <--> ⠵

source: convert cell description to Unicode braille and vice versa. E.g.: 123 <--> ⠇
da: Konvertere beskrivelse af punktceller til Unicode punktskrift og omvendt. Fx: 123 <--> ⠇
de: Schnelle Konvertierung von Modulbeschreibungen in Unicode-Braille und umgekehrt. Zum Beispiel: 123 <--> ⠇
es: convertir la descripción de la celda en braille Unicode y viceversa. Ej: 123 <--> ⠇
fr: convertir la description de la cellule en braille Unicode et vice versa. Ex .: 123 <-> ⠇
hr: pretvorite tekst u brajični unicode i obratno. Npr: 123 <--> ⠇
it: conversione della descrizione celle in Braille Unicode e viceversa. Esempio: 123 <--> ⠇
pl: Konwertuje opis komórki brajlowskiej do brajla unikodowego i na odwrót. NP: 123 <--> ⠇
pt: converter a descrição da célula em braille Unicode e vice-versa. Por exemplo: 123 <--> ⠇
pt_br: converter descrição de célula braille em Unicode e viceversa. Ej: 123 <--> ⠇
ru: Переконвертируйте брайлевские клетки в брайлевский юникод и наоборот: 123 <--> ⠇

source: lock braille keyboard
da: lås punkttastaturet
de: Braille-Tastatur sperren
es: bloquear teclado braille
fr: verrouiller le clavier braille
hr: zaključavanje brajičnog retka
it: blocco della tastiera Braille
pl: zablokuj klawiaturę brajlowską
pt: bloquear o teclado Braille
pt_br: bloquear teclado braille
ru: Заблокировать брайлевскую клавиатуру

source: launch an application/URL with gesture
da: Åbn en applikation/URL med en inputbevægelse
de: Anwendung oder URL schnell mit Hilfe eines Tastenbefehls aufrufen
es: lanzar una aplicación/URL con un gesto
fr: lancer une application / URL avec un geste
hr: pokrenite aplikaciju/URL uz pomoć geste
it: tasti rapidi per aprire un'applicazione o un indirizzo web
pl: Uruchom aplikację/URL za pomocą skrótu
pt: abrir uma aplicação/URL com um comando
pt_br: abrir um programa ou URL a partir de um um comando
ru: Запустите приложение/URL с помощью жеста

source: braille dictionaries
da: punktskriftordbøger
de: Braille-Wörterbücher
es: diccionarios braille
fr: dictionnaires braille
hr: brajični rječnici
it: dizionari Braille
pl: Słowniki brajlowskie
pt: dicionários Braille
pt_br: dicionários braille
ru: Брайлевские словари

source: type with one-hand from braille keyboard
de: einhändig über die Braille-Tastatur schreiben
es: escribir con una mano desde el teclado braille
fr: saisir d’une seule main sur le clavier braille
hr: pišite jednom rukom na brajičnoj tipkovnici
it: scrittura ad una mano con la tastiera Braille
pl: Wpisuj jedną ręką na klawiaturze brajlowskiej
pt: escrever com uma só mão no teclado braille
pt_br: digite com uma só mão a partir do teclado braille
ru: Набор знаков с брайлевского дисплея одной рукой

source: display undefined characters from braille tables (including emojis) using altenative representations
da: Vis udefinerede tegn fra punkttabeller (herunder emojis) ved hjælp af alternative gengivelser
de: undefinierte Zeichen in den Braille-Tabellen (einschließlich Emojis) unter Verwendung alternativer Darstellungen anzeigen
es: mostrar caracteres no definidos de las tablas braille (incluidos los emojis) mediante representaciones alternativas
fr: afficher les caractères non définis des tables braille (y compris les emojis) en utilisant des représentations alternatives
hr: prikaz nedefiniranih brajičnih znakova u tablicama (uključujući emoji) koristeći alternativni prikaz
it: possibilità di mostrare i caratteri non definiti delle tabelle Braille (comprese le emoji) utilizzando rappresentazioni alternative
pl: Wyświetlanie niezdefiniowanych znaków z tablic brajlowskich (włączając w to emoji) używając alternatywnych opisów
pt: apresentar caracteres indefinidos de tabelas Braille (incluindo emojis) utilizando representações alternativas
pt_br: exibir caracteres indefinidos das tabelas braille (incluindo emojis) através de representações alternativas
ru: Показывает неопределённые знаки (включая эмодзи) используя описания

source: enter any character from braille keyboard (including emojis)
da: indskriv alle tegn fra punktskrifttastaturet (også emojis)
de: beliebige Zeichen über die Braille-Tastatur eingeben (einschließlich Emojis)
es: introducir cualquier carácter del teclado braille (incluidos emojis)
fr: saisir n’importe quel caractère depuis le clavier braille (y compris les emojis)
hr: upišite bilo koji znak s brajičnom tipkovnicom (uključujući emoji)
it: inserimento di qualunque carattere dalla tastiera Braille (comprese le emoji)
pl: wpisywanie jakiegokolwiek znaku (włączając w to emoji)
pt: introduzir qualquer caracter pelo teclado Braille (incluindo emojis)
pt_br: inserir qualquer caractere do teclado braille (incluindo emojis)
ru: Набор любого знака с брайлевской клавиатуры (включая эмодзи)

source: skip blank lines during text scrolling
da: Spring blanke linjer over ved tekstrulning
de: Leerzeilen beim Lesen überspringen
es: omitir líneas en blanco durante el desplazamiento de texto
fr: ignorer les lignes vides pendant le défilement
hr: preskače prazne retke prilikom automatskog čitanja
it: salta le righe vuote durante lo scorrimento del testo
pl: omijanie pustych wierszy przy włączonym automatycznym czytaniu
pt: saltar linhas em branco durante a deslocação do texto
pt_br: pular linhas em branco durante o rolamento automático
ru: Перескакивает пустые строки в режиме автоматического чтения

source: and much more!
da: og meget mere!
de: und vieles mehr!
es: ¡y mucho más!
fr: et beaucoup plus !
hr: i još puno toga!
it: e molte altre!
pl: i wiele więcej!
pt: e muito mais!
pt_br: e muito mais!
ru: И ещё больше!

source: For some braille displays, it extends the braille display commands to provide
da: udvider punktskriftkommandoerne på nogle punktdisplays, så de omfatter
de: Erweitert die Braillezeilen-Befehle für bestimmte Braillezeilenmodelle
es: Para algunas pantallas braille, amplía los comandos de pantalla braille para proporcionar
fr: Pour certains afficheurs braille, il étend le mappage, en permettant
hr: Osim toga, za neke brajične retke, proširuje dodijeljene tipke kako bi omogućio
it: Con qualche display braille, l'add-on estende l'insieme dei comandi disponibili
pl: Dla niektórych monitorów brajlowskich, rozszerza mapowanie klawiszy, aby umożliwić
pt: Para alguns dispositivos Braille, alarga os comandos para fornecer
pt_br: Para algunas linhas braille, amplía os comandos de linha braille fornecidos
ru: для некоторых брайлевских дисплеев дополнение предоставляет расширенный набор горячих клавиш, чтобы иметь возможность

source: offer complete gesture maps including function keys, multimedia keys, quick navigation, etc.
da: tilbyder komplette kommandosæt herunder funktionstaster, multimedietaster, hurtig navigation, osv.
de: vollständige Befehlszuweisungen einschließlich Funktionstasten, Multimediatasten, schnelle Navigation usw anbieten.
es: ofrece mapas gestuales completos que incluyen teclas de función, multimedia, navegación rápida, etc.
fr: de fournir des ensembles de geste complets comprenant les touches de fonction, les touches multimédia, la navigation rapide, etc..
hr: nudi konfigurirane prečace uključujući funkcijske tipke, multimedijske tipke, brzo kretanje, itd.
it: offre mappature tasti complete, compresi tasti funzione, tasti multimediali, tasti di navigazione veloce, ecc.
pl: dostęp do pełnych map poleceń, takich jak spis klawiszy funkcyjnych, multimedialnych i szybkiej nawigacji
pt: oferecem mapas de comandos completos, incluindo teclas de função, teclas multimédia, navegação rápida, etc.
pt_br: oferece mapas gestuais completos que incluyen teclas de função, multimídia, navegação rápida e etc.
ru: Предоставляет готовые сочетания клавиш включая клавиши функций, мультимедиальных клавиш, быстрой навигации, итд.
