Repository: AAClause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: he, uk

source: Pressing the defined gesture associated to this function once shows you the information in a flash message and a double-press displays the same information in a virtual NVDA buffer.
uk: Одноразове натискання конкретного жесту, пов'язаного з цією функцією, відображає інформацію у миттєвому повідомленні, а подвійне натискання - у віртуальному буфері NVDA.

source: On supported displays the defined gesture is ⡉+space. No system gestures are defined by default.
uk: На підтримуваних дисплеях призначено жест ⡉+пробіл. Початково призначеного системного жесту немає.

source: For example, for the '{chosenChar}' character, we will get the following information:
uk: Наприклад, для символу '{chosenChar}', ви отримаєте таку інформацію:

source: Advanced braille input
he: מצב קלט ברייל מתקדם
uk: Розширене брайлівське введення

source: This feature allows you to enter any character from its HUC8 representation or its hexadecimal/decimal/octal/binary value. Moreover, it allows you to develop abbreviations. To use this function, enter the advanced input mode and then enter the desired pattern. Default gestures: NVDA+Windows+i or ⡊+space (on supported displays). Press the same gesture to exit this mode. Alternatively, an option allows you to automatically exit this mode after entering a single pattern.
uk: Ця функція дозволяє вводити будь-який символ із його подання в HUC8 або шістнадцяткового/десяткового/ вісімкового/двійкового значення. Крім того, вона дозволяє розробляти скорочення. Щоб скористатися цією функцією, увійдіть в режим розширеного введення, а потім введіть потрібний символ. Початкові жести: NVDA+Windows+i чи ⡊+пробіл (на підтримуваних дисплеях). Для виходу з цього режиму натисніть той самий жест. Альтернативно, є параметр, який дозволяє автоматично виходити з цього режиму після введення одного шаблону.

source: If you want to enter a character from its HUC8 representation, simply enter the HUC8 pattern. Since a HUC8 sequence must fit on 3 or 4 cells, the interpretation will be performed each time 3 or 4 dot combinations are entered. If you wish to enter a character from its hexadecimal, decimal, octal or binary value, do the following:
uk: Якщо ви хочете ввести символ так, як він представлений у HUC8, просто введіть шаблон HUC8. Оскільки послідовність HUC8 має міститися в 3 або 4 клітинках, інтерпретація виконуватиметься щоразу, коли вводиться комбінація з 3 або 4 крапок. Якщо ви бажаєте ввести символ із його шістнадцяткового, десяткового, вісімкового чи двійкового значення, виконайте такі дії:

source: Specify the basis as follows
uk: Вкажіть основу так

source: ⠭ or ⠓
uk: ⠭ чи ⠓

source: for a hexadecimal value
uk: для шістнадцяткового значення

source: for a decimal value
uk: для десяткового значення

source: for an octal value
uk: для вісімкового значення

source: for a binary value
uk: для двійкового значення

source: Enter the value of the character according to the previously selected basis.
uk: Введіть значення символу у відповідності до раніше вибраної основи.

source: Press Space to validate.
uk: Натисніть пробіл для перевірки.

source: For abbreviations, you must first add them in the dialog box — Advanced input mode dictionary —. Then, you just have to enter your abbreviation and press space to expand it. For example, you can define the following abbreviations: "⠎⠺" with "sandwich", "⠋⠛⠋⠗" to "🇫🇷".
uk: Для скорочень, спершу ви маєте додати їх у діалозі — Словник режиму розширеного введення —. Потім ввести ваше скорочення і натиснути пробіл щоб розгорнути його. Наприклад, ви можете вказати такі скорочення: "⠎⠺" для "сендвіч", "⠋⠛⠋⠗" для "🇫🇷".

source: Here are some examples of sequences to be entered for given characters:
uk: Нижче наведено приклади послідовностей, які необхідно ввести для заданих символів:

source: Note: the HUC6 input is currently not supported.
uk: Примітка: введення HUC6 наразі не підтримується.

source: One-hand mode
he: מצב הקלדה ביד אחת
uk: Режим однієї руки

source: This feature allows you to compose a cell in several steps. This can be activated in the general settings of the extension's preferences or on the fly using NVDA+Windows+h gesture by default (⡂+space on supported displays). Three input methods are available.
he: תכונה זו מאפשרת לך להקליד אות ברייל במספר צעדים. תכונה זו ניתן להפעיל מתוך הגדרות התוסף או באמצעות מקש קיצור NVDA+windows+H . התוסף מציע שלוש אפשרויות עבודה במצב הקלדת יד אחת:
uk: Ця функція дозволяє скласти комірку кількома способами. Її можна активувати в загальних налаштуваннях додатка чи на льоту, скориставшись початково призначеним жестом NVDA+Windows+h (⡂+пробіл на підтримуваних дисплеях). Доступні три методи введення.

source: Method #1: fill a cell in 2 stages on both sides
he: אפשרות אחת: הקלדת אות בשני שלבים תוך שימוש בשני הצדדים של מקלדת הברייל.
uk: Метод #1: заповніть комірку у два етапи з використанням обох сторін

source: With this method, type the left side dots, then the right side dots. If one side is empty, type the dots correspondig to the opposite side twice, or type the dots corresponding to the non-empty side in 2 steps.
he: בשיטה זו הקלד תחילה את הנקודות בצד השמאלי ולאחר מכן הקלד את הנקודות בצד הימני.
uk: За допомогою цього методу введіть крапки зліва, потім крапки справа. Якщо одна сторона порожня, двічі введіть крапки, що відповідають протилежній стороні, або введіть крапки, що відповідають непорожній стороні, у 2 кроки.

source: For example:
he: לדוגמא:
uk: Наприклад:

source: For ⠛: press dots 1-2 then dots 4-5.
he: אם ברצונך להקליד את האות ג הקלד תחילה נקודות 12 ולאחר מכן נקודות 45. אם ברצונך להקליד אות שכוללת נקודות רק בצד אחד למשל האות א או ל הקלד את האות פעמיים ברצף. ההקלדה השנייה תשחרר את מקלדת הברייל להקלדת אות חדשה.
uk: Для ⠛: натисніть крапки 1-2 потім крапки 4-5.

source: For ⠃: press dots 1-2 then dots 1-2, or dot 1 then dot 2.
uk: Для ⠃: натисніть крапки 1-2 потім крапки 1-2, або крапку 1, потім крапку 2.

source: For ⠘: press 4-5 then 4-5, or dot 4 then dot 5.
uk: Для ⠘: натисніть 4-5 потім 4-5, або крапку 4 потім крапку 5.

source: Method #2: fill a cell in two stages on one side (Space = empty side)
he: אפשרות שנייה: הקלדת אות תוך שימוש בצד אחד של מקלדת ברייל בלבד.
uk: Метод #2: заповніть комірку у два етапи з використанням однієї сторони (пробіл = порожня сторона)

source: Using this method, you can compose a cell with one hand, regardless of which side of the Braille keyboard you choose. The first step allows you to enter dots 1-2-3-7 and the second one 4-5-6-8. If one side is empty, press space. An empty cell will be obtained by pressing the space key twice.
he: בשיטה זו אתה יכול להקליד ביד אחת טולהשתמש בצד הימני או השמאלי של המקלדת בהתאם לבחירתך.
uk: Використовуючи цей метод, ви можете скласти комірку однією рукою, незалежно від того, яку сторону брайлівської клавіатури ви виберете. Перший крок дозволяє ввести крапки 1-2-3-7, а другий - 4-5-6-8. Якщо одна сторона порожня, натисніть пробіл. Порожню комірку можна отримати, якщо двічі натиснути пробіл.

source: For ⠛: press dots 1-2 then dots 1-2, or dots 4-5 then dots 4-5.
he: לדוגמה להקלדת האות ג אתה יכול ללחוץ נקודות 12 ולאחר מכן שוב לחץ נקודות 12. באותה מידה אתה יכול להשתמש גם בנקודות 45 פעמיים להקלדת ג.
uk: Для ⠛: натисніть крапки 1-2 потім крапки 1-2, або крапки 4-5 потім крапки 4-5.

source: For ⠃: press dots 1-2 then space, or 4-5 then space.
he: להקלדת אותיות א או ל שכוללות נקודות ברייל רק בצד אחד הקלד 1 ולאחר מכן לחץ על מקש רווח או נקודה 4 ורווח להקלדת האות א או 123/456 לבחירתך ולאחר מכן רווח להקלדת האות ל.
uk: Для ⠃: натисніть крапки 1-2 потім пробіл, або 4-5 потім пробіл.

source: For ⠘: press space then 1-2, or space then dots 4-5.
uk: Для ⠘: натисніть пробіл потім 1-2, або пробіл потім крапки 4-5.

source: Method #3: fill a cell dots by dots (each dot is a toggle, press Space to validate the character)
he: שיטה שלישית היא להקליד כל נקודת ברייל בנפרד. בסיום ההקלדה לחץ רווח.
uk: Метод #3: заповніть комірку крапка за крапкою (кожна крапка є перемикачем, натисніть пробіл, щоб перевірити символ)

source: In this mode, each dot is a toggle. You must press the space key as soon as the cell you have entered is the desired one to input the character. Thus, the more dots are contained in the cell, the more ways you have to enter the character.
he: בשיטה זו כל נקודת ברייל פועלת ככפתור כיבוי והדלקה נפרד. כדי להקליד אות לחץ רווח בסיום ההקלדה.
uk: У цьому режимі кожна крапка є перемикачем. Ви повинні натиснути клавішу пробілу, як тільки комірка, яку ви ввели, стане потрібною для введення символу. Таким чином, чим більше крапок міститься в комірці, тим більше способів у вас буде ввести символ.

source: For example, for ⠛, you can compose the cell in the following ways
he: לדוגמא את האות גג אתה יכול להקליד במספר דרכים:
uk: Наприклад, для ⠛ ви можете скласти комірку нижченаведеними способами

source: Dots 1-2, then dots 4-5, then space.
he: נקודות 12 לאחר מכן נקודות 45 ולאחר מכן רווח.
uk: Крапки 1-2, потім крапки 4-5, потім пробіл.

source: Dots 1-2-3, then dot 3 (to correct), then dots 4-5, then space.
he: אם למשל עשית טעות והקלדת מקודות 123 במקום 12 אתה יכול ללחוץ נקודה 3 פעם נוספת כדי לתקן ולאחר מכן להמשיך בהקלדת אותיות 45.
uk: Крапки 1-2-3, потім крапка 3 (для коректування), потім крапки 4-5, потім пробіл.

source: Dot 1, then dots 2-4-5, then space.
he: נקודה 1 ולאחר מכן נקודות 245 ובסיום רווח.
uk: Крапка 1, потім крапки 2-4-5, потім пробіл.

source: Dots 1-2-4, then dot 5, then space.
he: נקודות 124 לאחר מכן נקודה 5 ורווח בסיום.
uk: Крапки 1-2-4, потім крапка 5, потім пробіл.

source: Dot 2, then dot 1, then dot 5, then dot 4, and then space.
he: נקודות 2, לאחר מכן 4, לאחר מכן 1, לאחר מכן 5 ורווח בסיום.
uk: Крапка 2, потім крапка 1, потім крапка 5, потім крапка 4 і потім пробіл.

source: Etc.
uk: І так далі.

source: Documentation
he: תיעוד
uk: Документація

source: Let's explore some features
he: בואו נתוודא למספר תכונות התוססף:
uk: Розгляньмо деякі функції

source: Profile gestures
uk: Жести профілів

source: Driver loaded
uk: Драйвер завантажено

source: Profile
uk: Профіль

source: Simple keys
he: מקשים פשוטים
uk: Прості клавіші

source: Usual shortcuts
he: קיצורים מקובלים
uk: Звичайні комбінації

source: Standard NVDA commands
he: פקודות NVDA סטנדרטיות
uk: Стандартні команди NVDA

source: Modifier keys
he: מקשי משנה
uk: Клавіші-модифікатори

source: Quick navigation keys
he: מקשי ניווט מהיר
uk: Клавіші швидкої навігації

source: Rotor feature
he: תכונות חוגה
uk: Функція ротора

source: Gadget commands
he: פקודות ספציפיות לתוסף
uk: Команди пристрою

source: Shortcuts defined outside add-on
he: קיצורי דרך שהוגדרו מחוץ לתוסף
uk: Комбінації, визначені поза додатком

source: Keyboard configurations provided
he: תצורות מקלדת מוגדרות
uk: Конфігурації клавіатури надано

source: Keyboard configurations are
he: תצורות מקלדת הן
uk: Конфігурації клавіатури

source: Warning:
he: אזהרה:
uk: Увага:

source: BrailleExtender has no gesture map yet for your braille display.
uk: Розширювач брайля ще не має призначених жестів для вашого брайлівського дисплея.

source: However, you can still assign your own gestures in the "Input Gestures" dialog (under Preferences menu).
uk: Однак, ви завжди можете призначити свої власні жести в діалозі "Жести вводу" (підменю "Параметри")

source: Add-on gestures on the system keyboard
uk: Жести додатка на системній клавіатурі

source: Arabic
he: ערבית
uk: Арабська

source: Chinese (Taiwan)
uk: Китайська (Тайвань)

source: Croatian
he: קרואטית
uk: Хорватська

source: Danish
he: דנית
uk: Данська

source: English and French
he: אנגלית וצרפתית
uk: Англійська і французька

source: German
he: גרמנית
uk: Німецька

source: Hebrew
he: עברית
uk: Іврит

source: Italian
uk: Італійська

source: Persian
he: פרסית
uk: Перська

source: Polish
he: פולנית
uk: Польська

source: Russian
he: רוסית
uk: Російська

source: Spanish
uk: Іспанська

source: Turkish
uk: Турецька

source: Ukrainian
uk: Українська

source: Copyrights and acknowledgements
he: זכויות יוצרים
uk: Подяки й авторські права

source: and other contributors
he: ותורמים נוספים
uk: та інші учасники

source: Translators
he: מתרגמים
uk: Перекладачі

source: Code contributions and other
he: תרומות בפיתוח הקוד ועוד
uk: Допомога в коді та інше

source: Speech mode feature:
uk: Функція режиму мовлення:

source: Code maintenance (cleanup, rewrites, optimizations) thanks to:
he: תחזוקת הקוד, כתיבה מחדש, אופטימיזציה תודות ל
uk: Обслуговування коду (очищення, переписування, оптимізація) дякуємо:

source: Additional third party copyrighted code is included:
he: קוד זכויות יוצרים נוסף של צד שלישי נכלל:
uk: Додатково включає захищений авторським правом код сторонніх розробників:

source: Thanks also to
he: תודות בנוסך ל
uk: Також дякуємо

source: Finally thank you very much for all your feedback and comments.
uk: На завершення, дякуємо вам за ваші відгуки й коментарі.

source: %s's documentation
he: %s's תיעוד
uk: Документація %s

source: Emulates pressing %s on the system keyboard
he: מדמה לחיצה על %s בלוח המקשים של המערכת
uk: Емулювати натискання %s на системній клавіатурі

source: description currently unavailable for this shortcut
he: התיאור אינו זמין כעת עבור קיצור דרך זה
uk: для цієї комбінації відсутній опис

source: all tables
he: כל הטבלאות
uk: всі таблиці

source: Advanced input mode dictionary
he: מילון קלט ברייל מתקדם
uk: Словник розширеного режиму введення

source: Dictionary &entries
he: &ערכי המילון
uk: &Словникові статті

source: Replacement
uk: Заміна

source: Input
uk: Введення

source: Input table
uk: Таблиця введення

source: &Add
he: &הוסף
uk: &Додати

source: &Edit
he: &ערוך
uk: &Редагувати

source: Re&move
he: &הסר
uk: &Видалити

source: &Save
uk: &Зберегти

source: &Open the dictionary file in an editor
he: &פתח את קובץ המילון בתוך עורך
uk: &Відкрити файл словника в редакторі

source: &Reload the dictionary
he: טען את המילון מחדש
uk: &Перезавантажити словник

source: Don't get tired, this entry already exists!
uk: Не втомлюйтесь, ця стаття вже існує!

source: The abreviation "{abreviation}" is already used for "{replacement}". Do you want to update the existing entry?
uk: Скорочення "{abreviation}" вже використовується для "{replacement}". Хочете оновити наявний запис?

source: Add Dictionary Entry
he: הוסף ערך למילון
uk: Додати словникову статтю

source: Please select an entry first
uk: Спершу оберіть запис

source: File doesn't exist yet
he: הקובץ עדיין לא קיים
uk: Файл поки що не існує

source: Edit Dictionary Entry
he: ערוך רשומת מילון
uk: Змінити словникову статтю

source: &Abreviation
he: &ראשי תיבות
uk: &Скорочення

source: &Replace by
he: &החלף ב
uk: &Замінити на

source: The abreviation field is empty, please enter something.
uk: Поле скорочення порожнє, будь ласка, введіть щось.

source: The remplacement field is empty, please enter something.
uk: Поле заміни порожнє, будь ласка, введіть щось.

source: Advanced input mode
he: מצב קלט ברייל מתקדם
uk: Розширений режим введення

source: E&xit the advanced input mode after typing one pattern
he: צא ממצב קלט ברייל מתקדם לאחר הכנסת סימן אחד.
uk: Ви&йти з режиму розширеного введення після введення одного шаблону

source: &Escape character for Unicode values input
he: &דלג על סימן עבור הקלדת ערכי unicode
uk: Символ &Escape для значення введення Unicode

source: {delay} ms
uk: {delay} мс

source: Auto scroll
uk: Автопрокрутка

source: Autoscroll &delay for the active braille display (ms):
he: עעיקוב גלילה אוטומטית במילישניות עבור צת ברייל הנוכחי
uk: Затримка &автопрокрутки для активного брайлівського дисплея (мс):

source: &Step for delay change (ms):
uk: &Крок затримки зміни (мс):

source: &Adjust the delay to content
uk: &Налаштувати затримку для вмісту

source: Always ignore &blank line
uk: Завжди ігнорувати &порожні рядки

source: nothing
he: ללא
uk: нічого

source: hand over to Liblouis (defined in tables)
he: העבר ל-liblouis כמוגדר בטבלאות
uk: передати Liblouis (визначено в таблицях)

source: dots 7 and 8
he: נקודות 7 ו 8
uk: крапки 7 і 8

source: dot 7
he: נקודה 7
uk: крапка 7

source: dot 8
he: נקודה 8
uk: крапка 8

source: tags
he: תגיות
uk: теги

source: bold
he: מודגש
uk: жирний

source: italic
he: נתוי
uk: курсив

source: underline
he: קו תחתון
uk: підкреслений

source: strikethrough
uk: закреслений

source: subscript
uk: підрядкові

source: superscript
uk: надрядкові

source: spelling errors
uk: орфографічні помилки

source: grammar errors
he: שגיאות דיקדוק
uk: граматичні помилки

source: centered alignment
he: ממורכז
uk: вирівнювання за центром

source: distributed alignment
uk: рівномірне вирівнювання

source: justified alignment
he: יישור דוצדדי
uk: вирівнювання за шириною

source: left alignment
he: יישור לשמאל
uk: вирівнювання за лівим краєм

source: right alignment
he: יישור לימין
uk: вирівнювання за правим краєм

source: default alignment
he: יישור ברירת מחדל
uk: стандартне вирівнювання

source: inserted revision
uk: вставлена версія

source: deleted revision
uk: видалена версія

source: notes and comments
uk: примітки та коментарі

source: like speech
he: בהתאם לדיבור
uk: як мовлення

source: enabled
he: פעיל
uk: увімкнено

source: disabled
he: לא פעיל
uk: вимкнено

source: Spelling and grammar &errors
uk: Орфографічні та &граматичні помилки

source: Formatting Method
uk: Метод форматування

source: &Spelling errors:
he: &שגיאות איות
uk: &Орфографічні помилки:

source: &Grammar errors:
he: שגיאות דיקדוק
uk: &Граматичні помилки:

source: B&old:
he: &מודגש
uk: &Жирний:

source: &Italic:
he: &נתוי
uk: &Курсив:

source: &Underline:
he: &קו תחתון
uk: &Підкреслений:

source: Strike&through:
uk: &Закреслений:

source: Su&bscripts:
uk: &Підрядкові:

source: Su&perscripts:
uk: &Надрядкові:

source: Customize formatting tags
he: הגדרות תגיות עיצוב
uk: Налаштування тегів форматування

source: &Formatting
he: &עיצוב
uk: &Форматування

source: &Start tag
he: &תחילת תגית
uk: &Початковий тег

source: &End tag
he: &סוף תגית
uk: &Кінцевий тег

source: The following options control the types of document formatting reported by NVDA in braille only.
he: האפשרויות הבאות מגדירות אילו מאפייני טקסט תציג NVDA על צג הברייל בלבד.
uk: Наступні налаштування керують типами форматування документів, які NVDA повідомляє лише шрифтом Брайля.

source: Plain text mode (disable all text formatting)
uk: Режим звичайного тексту (вимкнути все форматування тексту)

source: Process formatting line per line
he: עבד עיצוב פר שורה
uk: Обробка форматування рядок за рядком

source: Cell &formula (Excel only for now)
uk: &Формула комірки (наразі лише Excel)

source: Le&vel of items in a nested list
uk: &Рівень елементів у вкладеному списку

source: Met&hods...
uk: &Методи...

source: name
he: שם
uk: назва

source: value
he: ערך
uk: значення

source: state
he: מצב
uk: стан

source: role text
uk: роль тексту

source: description
he: תיאור
uk: опис

source: keyboard shortcut
uk: комбінація клавіш

source: position info
he: מידע אודות המיקום
uk: інформація про позицію

source: position info level
uk: рівень інформації про позицію

source: current labels
uk: поточні мітки

source: place-holder
uk: тимчасовий елемент

source: cell coordinates text
he: קורדינטות
uk: текст координат комірки

source: Order Properties
he: סדר תצוגת מאפיינים
uk: Порядок атрибутів

source: Properties
he: מאפיינים
uk: Атрибути

source: Move &up
he: העבר מעלה
uk: Перемістити &вгору

source: Move &down
he: העבר מטה
uk: Перемістити &вниз

source: Reset to the default &NVDA order
he: שחזר למצב ברירת מחדל של NVDA
uk: Відновити стандартний порядок &NVDA

source: Reset to the &default add-on order
he: שחזר למצב ברירת המחדל של התוסף
uk: Відновити &початковий порядок атрибутів

source: after
he: אחרי
uk: після

source: before
he: לפני
uk: перед

source: Selected &elements:
uk: Виділені &елементи:

source: Progress bar output using braille messages:
uk: Індикатор виконання з використанням повідомлень шрифтом Брайля:

source: disabled (original behavior)
uk: вимкнено (оригінальна поведінка)

source: enabled, show raw value
uk: увімкнено, показувати необроблене значення

source: enabled, show a progress bar using ⣿
uk: увімкнено, показувати індикатор виконання за допомогою ⣿

source: Report background progress bars:
uk: Повідомляти фонові індикатори виконання:

source: Fill a cell in two stages using one side only
he: מילוי תא ברייל בשני שלבים תוך שימוש בצד אחד בלבד
uk: Заповніть комірку у два етапи, використовуючи лише одну сторону

source: Fill a cell in two stages using both sides
he: מילוי תא ברייל בשני שלבים תוך שימוש בשני הצדדים של מקלדת הברייל
uk: Заповніть комірку у два етапи, використовуючи дві сторони

source: Fill a cell dots by dots
he: מילוי תא ברייל תוך שימוש בכל נקודת ברייל בנפרד
uk: Заповнюйте комірку крапка за крапкою

source: Unsupported input method
he: שיטת קלט זו אינה נתמכת
uk: Непідтримуваний метод введення

source: One-handed mode
he: מצב הקלדה ביד אחת
uk: Режим однієї руки

source: Enable &one-handed mode
he: הפעל מצב הקלדה ביד אחת
uk: Увімкнути режим однієї руки

source: Input &method
he: שיטת קלט
uk: &Метод введення

source: Unsupported input
he: קלט אינו נתמך
uk: Непідтримуване введення

source: Role labels
he: תוויות פקדים
uk: Скорочення ролей

source: Use custom braille &role labels
he: &השתמש בתגיות מותאמות אישית עבור תוויות פקדים
uk: Використовувати власні мітки для ролей шрифтом &Брайля

source: Role cate&gory:
uk: Категорія &ролі:

source: General
he: כללי
uk: Загальні

source: Positive states
uk: Позитивні стани

source: Negative states
uk: Негативні стани

source: &Role:
uk: &Роль:

source: Braille &label
he: תווית &ברייל
uk: Брайлівське &скорочення

source: &Reset this role label
he: &אפס תווית פקד זו
uk: &Скинути скорочення цієї ролі

source: Reset a&ll role labels
uk: Скинути всі скорочення брайлівських &ролей

source: You have no customized role labels.
uk: Ви не маєте персоналізованих міток ролей.

source: Reset role labels
uk: Скинути всі скорочення брайлівських ролей

source: You have %d customized role labels defined. Do you want to reset all labels?
uk: Ви маєте %d персоналізованих міток ролей. Хочете скинути всі мітки?

source: Feature implementation is in progress. Thanks for your patience.
he: תכונה זו נמצאת עדיין במהלך פיתוח.
uk: Реалізація цієї функції триває. Дякуємо за ваше терпіння.

source: stable channel, automatic check
uk: стабільний канал, автоматична перевірка

source: dev channel, automatic check
uk: розробницький канал, автоматична перевірка

source: stable channel, manual check
uk: стабільний канал, перевірка вручну

source: dev channel, manual check
uk: розробницький канал, перевірка вручну

source: Check for upd&ates:
uk: Перевірити о&новлення:

source: Say current line while &scrolling in:
he: &אמור את השורה הנוכחית תוך כדי גלילה
uk: Промовляти поточний &рядок під час прокрутки у:

source: Speech &interrupt when scrolling on same line
he: &עצירת דיבור בעת גלילה באותה שורה
uk: Переривати &мовлення прокруткою в межах рядка

source: S&kip blank lines during text scrolling
uk: П&ропускати порожні рядки під час прокрутки тексту

source: Smart Caps Loc&k
uk: Розумний Caps Loc&k

source: Speech i&nterrupt for unknown gestures
he: &הפרעה לדיבור במחוות לא ידועות
uk: Пере&ривати мовлення невідомими жестами

source: Announce character when &routing braille cursor
he: &אמור את התו תוך כדי תנועה באמצעות לחצני ניתוב
uk: Промовляти символи під час &маршрутизації брайлівського курсора

source: Routing cursors behavior in edit &fields:
uk: Поведінка курсорів маршрутизації у полях &редагування:

source: &Display time and date infinitely
he: &הצג את השעה והתאריך עד אינסוף
uk: Показувати &час і дату нескінченно

source: Automatically Switch to review mode in &terminal windows (cmd, bash, PuTTY, PowerShell Maxima…)
he: עבור למצב סקירה באופן אוטומטי בישומים כגון &terminal windows (cmd, bash, PuTTY, PowerShell Maxima…)
uk: Автоматичний перехід в режим перегляду у &вікнах терміналів (cmd, bash, PuTTY, PowerShell Maxima…)
