Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: The extension allows you to customize how an undefined character should be represented within a braille table. To do so, go to the — Representation of undefined characters — settings. You can choose between the following representations:
da: Udvidelsen giver mulighed for at indstille, hvordan et ikke-defineret tegn skal gengives i en punktskrifttabel. Det gøres ved at åbne indstillingerne for punkttabel. Der kan vælges imellem følgende gengivelser:
de: Mit der Erweiterung können Sie anpassen, wie ein undefiniertes Zeichen innerhalb einer Braille-Tabelle dargestellt werden soll. Gehen Sie dazu in die Einstellungen - Darstellung undefinierter Zeichen -. Sie können zwischen den folgenden Darstellungen wählen:
es: La extensión le permite personalizar cómo debe representarse un carácter indefinido dentro de una tabla braille. Para ello, vaya a la configuración - Representación de caracteres indefinidos. Puede elegir entre las siguientes representaciones:
fr: L’extension vous permet de personnaliser la façon dont un caractère indéfini dans une table braille doit être représenté. Pour ce faire, accédez aux paramètres — Représentation des caractères indéfinis —. Vous pouvez choisir entre les représentations suivantes :
hr: Dodatak vam omogućuje podešavanje prikaza nepoznatih brajičnih znakova u ćeliji. Kako biste to podesili, Uđite u — Prikaz nedefiniranih znakova — postavke. Možete birati između sljedećih vrsta prikaza:
it: L'estensione vi permette di personalizzare il modo in cui un carattere non definito deve essere rappresentato in una tabella Braille. Per fare ciò, andate in Impostazioni, Rappresentazione dei caratteri non definiti. Potete scegliere tra le seguenti rappresentazioni:
pl: Rozszerzenie to pozwala Ci skonfigurować sposób reprezentacji niezdefiniowanych znaków w tablicy brajlowskiej. Aby je skonfigurować, udaj się do ustawień tablic brajlowskich. Możesz wybrać z pośród następujących sposobów reprezentacji niezdefiniowanych znaków.
pt: O extra permite personalizar a forma como um caracter indefinido deve ser representado dentro de uma tabela braille. Para o fazer, vá para as configurações - Representação de caracteres indefinidos -. Pode escolher entre as seguintes representações:
pt_br: O complemento permite personalizar cómo será representado un caractere indefinido dentro de uma tabela braille. Para isso, vá até a configuração representação de caracteres indefinidos. Pode-se escolher entre as seguintes alternativas:
ru: Дополнение даёт вам возможность настройки отображения неопределённых знаков. Чтобы настроить, зайдите в "Отображение брайлевских знаков" в настройках. Возможен выбор между следующими отображениями:

source: You can also combine this option with the “describe the character if possible” setting.
da: Denne indstilling kan også kombineres med indstillinge “beskriv tegnet hvis muligt”.
de: Sie können diese Option auch mit der Einstellung "Zeichen, wenn möglich, beschreiben" kombinieren.
es: También puede combinar esta opción con la de "describir el carácter si es posible".
fr: Vous pouvez également combiner cette option avec le paramètre « décrire le caractère si possible ».
hr: Ovu opciju možete kombinirati sa postavkom “Opiši znakove ako je to moguće”.
it: Potete anche combinare questa opzione con l'impostazione "descrivi il carattere se possibile".
pl: Opcja ta może również działać w połączeniu z ustawieniem "opisuj znaki, kiedy to możliwe".
pt: Também pode combinar esta opção com a configuração "descrever o caracter, se possível".
pt_br: Também pode-se combinar esta opção com a de "descrever o caractere, si possível".
ru: Эту опцию возможно сочетать с опцией “описывать знаки если возможно”.

source: Notes:
da: Bemærkninger:
de: Hinweise:
es: Notas:
hr: Upozorenja:
it: Note:
pl: uwagi:
pt: Notas:
pt_br: Notas:
ru: Примечания:

source: To distinguish the undefined set of characters while maximizing space, the best combination is the usage of the HUC8 representation without checking the “{contextualOption}” option.
da: For at fremhæve gruppen med ikke-definerede tegn og samtidig udnytte pladsen, er den bedste kombination at bruge HUC8-gengivelsen uden at afkrydse indstillingen “{contextualOption}”.
de: Um den undefinierten Zeichensatz zu unterscheiden und gleichzeitig den Platz zu maximieren, ist die beste Kombination die Verwendung der HUC8-Darstellung, ohne die Option "{contextualOption}" zu aktivieren.
es: Para distinguir el conjunto indefinido de caracteres al tiempo que se maximiza el espacio, la mejor combinación es el uso de la representación HUC8 sin marcar la opción “{contextualOption}”.
fr: Pour distinguer les caractères indéfinis tout en maximisant l’espace, la meilleure combinaison est l’utilisation de la représentation HUC8 sans cocher l’option « {contextualOption} ».
hr: U cilju razlikovanja nedefiniranih znakova pri povećanju mjesta na brajičnom retku, Najbolja kombinacija je korištenje prikaza HUC8 bez uključene opcije “{contextualOption}”.
it: Per distinguere tra loro i caratteri non definiti, massimizzando nello stesso tempo lo spazio, la miglior combinazione è l'utilizzo della rappresentazione HUC8 senza controllare l'opzione “{contextualOption}”.
pl: W celu rozdzielenia niezdefiniowanych znaków przy zachowaniu maksymalnej ilości miejsca, najlepszą opcją jest używanie trybu reprezentacji HUC8, z wyłączoną opcją {contextualOption}”.
pt: Para distinguir o conjunto indefinido de caracteres e, ao mesmo tempo, maximizar o espaço, a melhor combinação é a utilização da representação HUC8 sem marcar a opção "{contextualOption}".
pt_br: Para discriminar os caracteres indefinidos e aproveitar o espaço, a melhor combinação é o uso de representação HUC8 sem marcar a opção “{contextualOption}”.
ru: Чтобы отличить неопределённые знаки при увеличении пространства, Самым лучшим способом будет использование HUC8 отображения без включенной опции “{contextualOption}”.

source: To learn more about the HUC representation, see {url}
da: Lær mere om HUC-repræsentationen på {url}
de: Um mehr über die HUC-Darstellung zu erfahren, schauen Sie auf folgender Weseite unter {url}
es: Para saber más sobre la representación HUC, consulte {url}.
fr: Pour en savoir plus sur la représentation HUC, voir {url}
hr: Kako biste saznali više o prikazu HUC, Pogledajte {url}
it: Per maggiori informazioni sulla rappresentazione HUC, si veda {url}
pl: Jeżeli chcesz dowiedzieć się więcej na temat reprezentacji HUC, zobacz {url}
pt: Para saber mais sobre a representação do HUC, consulte {url}
pt_br: Para saber mais sobre a representação HUC, consulte {url}.
ru: Чтобы узнать больше об отображении HUC, посмотрите {url}

source: Keep in mind that definitions in tables and those in your table dictionaries take precedence over character descriptions, which also take precedence over the chosen representation for undefined characters.
da: Husk på, at definitioner i tabeller og dem i dine tabelordbøger har forrang i forhold til tegnbeskrivelser, som selv har forrang i forhold til den valgte gengivelse af ikke-definerede tegn.
de: Denken Sie daran, dass Definitionen in Tabellen und die in Ihren Tabellenwörterbüchern Vorrang vor Zeichenbeschreibungen haben, die auch bei undefinierten Zeichen Vorrang vor der gewählten Darstellung haben.
es: Tenga en cuenta que las definiciones de las tablas y las de sus diccionarios de tablas tienen prioridad sobre las descripciones de caracteres, que también tienen prioridad sobre la representación elegida para los caracteres no definidos.
fr: Gardez à l’esprit que les définitions dans les tables et celles dans vos dictionnaires de table ont priorité sur les descriptions de caractères, qui ont également priorité sur la représentation choisie pour les caractères indéfinis.
hr: Imajte na umu da definicije u tablicama, te one u rječnicima tablice imaju prednost nad opisima znakova, koje opet imaju prednost nad izabranim prikazom nedefiniranih znakova.
it: Ricordate che le definizioni presenti nelle tabelle e nei vostri dizionari per le tabelle hanno la precedenza sulle descrizioni dei caratteri, le quali, a loro volta, hanno la precedenza sulle rappresentazioni scelte per i caratteri non definiti.
pl: Pamiętaj, że definicje tabel, jak i twoje własne definicje w słownikach mają pierwszeństwo nad opisami znaków. Mają również pierwszeństwo nad reprezentacją niezdefiniowanych znaków.
pt: Não se esqueça de que as configurações nas tabelas e nos dicionários de tabelas têm precedência sobre as descrições de caracteres, que também têm precedência sobre a representação escolhida para caracteres indefinidos.
pt_br: Tenha em mente que as definições nas tabelas e nos dicionários de tabelas têm precedência sobre as descrições de caracteres, que também têm precedência sobre a representação escolhida para caracteres indefinidos.
ru: Имейте в виду, что определения в ваших таблицах или словарях таблиц имеют приоритет над описаниями знаков, которые тоже имеют приоритет над выбранными отображениями неопределённых знаков.

source: Getting Current Character Info
da: Finder info for aktuelle tegn
de: Aktuelle Zeichen-Informationen abrufen
es: Obtener información actual del carácter
fr: Obtenir des informations sur le caractère actuel
hr: Dobivanje informacije o trenutnom znaku
it: Informazioni sul carattere corrente
pl: uzyskiwanie informacji o znaku
pt: Obter informações sobre o caracter actual
pt_br: Obtenção de informação sobre o caractere atual
ru: получение информации о текущем знаке

source: This feature allows you to obtain various information regarding the character under the cursor using the current input braille table, such as:
da: Denne funktion gør det muligt at få forskellige oplysninger om tegnet under markøren ved hjælp af den aktuelt valgte indtastningstabel såsom:
de: Diese Funktion ermöglicht es Ihnen, verschiedene Informationen bezüglich des Zeichens unter dem Cursor mit Hilfe der aktuellen Braille-Eingabetabelle zu erhalten, wie z. B.:
es: Esta función permite obtener diversa información sobre el carácter situado bajo el cursor utilizando la tabla braille de entrada actual, como por ejemplo
fr: Cette fonctionnalité vous permet d’obtenir diverses informations concernant le caractère sous le curseur à l’aide de la table braille d’entrée actuelle, telles que:
hr: Ova vam značajka omogućuje dobivanje raznih informacija o znaku pod kursorom koristeći trenutnu brajičnu tablicu, kao što su to:
it: Utilizzando la tabella Braille di scrittura in uso, questa funzionalità vi permette di ottenere informazioni sul carattere sotto il cursore, come:
pl: Opcja ta pozwala Ci uzyskać wiele informacji na temat znaku znajdującego się pod kursorem, takich jak"
pt: Esta função permite-lhe obter várias informações sobre o caracter sob o cursor utilizando a tabela braille de entrada atual, tais como:
pt_br: Esta função permite obter diversas informações sobre o caractere sob o cursor utilizando a tabela braille de entrada atual. Por exemplo:
ru: Эта функция позволяет вам получить информацию о знаке под курсором, используя актуальную брайлевскую таблицу, такую как:

source: the HUC8 and HUC6 representations; the hexadecimal, decimal, octal or binary values; A description of the character if possible; the Unicode braille representation and the braille pattern dots.
da: Gengivelserne i HUC8 og HUC6, værdierne i hexadecimal, decimal, octal eller binær, en beskrivelse af tegnet hvis muligt, punktskriftgengivelsen i Unicode og punkterne i punktmønstret.
de: die HUC8- und HUC6-Darstellungen; die hexadezimalen, dezimalen, oktalen oder binären Werte; eine Beschreibung des Zeichens, wenn möglich; die Unicode-Braille-Darstellung und die Punkte des Braille-Musters.
es: las representaciones HUC8 y HUC6; los valores hexadecimales, decimales, octales o binarios; una descripción del carácter, si es posible; la representación braille Unicode y los puntos del patrón braille.
fr: les représentations HUC8 et HUC6 ; les valeurs hexadécimales, décimales, octales ou binaires ; Une description du caractère si possible ; la représentation braille Unicode et les points du motif braille.
hr: prikazi HUC8 i HUC6; Heksadecimalnu, decimalnu, oktalnu i binarnu vrijednost; Opis znaka ako je dostupan; - Brajični unicode prikaz i vrijednost u točkicama.
it: la rappresentazione HUC8 e HUC6, IL VALORE esadecimale, decimale, ottale o binario, una descrizione del carattere se possibile, la rappresentazione Braille unicode e il pattern dei punti braille.
pl: Reprezentację w formatach Huc8,, HUC6, szesnastkowym, dziesiętnym, usemkowym, dwójkowym, opis znaku jeżeli to możliwe, brajlowską reprezentację Unicode, jak i wzór brajlowski znaku.
pt: as representações HUC8 e HUC6; os valores hexadecimal, decimal, octal ou binário; uma descrição do carácter, se possível; a representação braille Unicode e os pontos do padrão braille.
pt_br: asrepresentações HUC8 e HUC6; os valores hexadecimais, decimais, octais ou binários; uma descrição do caractere, se disponível; a representação braille Unicode e os pontos braille do padrão.
ru: Отображения HUC8 и HUc6, шеснадцатиричное, десятиричное, восмиричное или двоичное значения; описание знака если это возможно; брайлевское unicode отображение и комбинация точек.

source: Pressing the defined gesture associated to this function once shows you the information in a flash message and a double-press displays the same information in a virtual NVDA buffer.
da: Hvis du udfører den indstillede inputbevægelse til denne funktion én gang, vises informationen i en flash-meddelelse, og udføres inputbevægelsen to gange, vises de samme informationer i en NVDA buffer.
de: Bei einmal Drücken werden die Informationen in einer Blitzmeldung angezeigt und bei zweim Drücken in einem virtuellen Ansicht angezeigt.
es: Pulsando una vez el gesto definido asociado a esta función se muestra la información en un mensaje flash y pulsando dos veces se muestra la misma información en un búfer virtual de NVDA.
fr: Une pression sur le geste défini associé à cette fonction affiche une fois les informations dans un message flash et une double pression affiche les mêmes informations dans un tampon NVDA virtuel.
hr: Kada pritisnete ovaj prečac jedamput, prikazat će se brza poruka a dvostruku pritisak pokazuje informaciju u virtualnom spremniku.
it: Premendo il tasto associato a questa funzione una volta leggerete queste informazioni in un messaggio flash, mentre premendolo due volte le vedrete in un messaggio navigabile.
pl: Pojedyncze naciśnięcie zdefiniowanego dla opcji skrótu pokazuje informacje jako wiadomość błyskawiczną. Podwujne natomiast, umieszcza informacje w wirtualnym buforze NVDA.
pt: Ao pressionar o comando associado a esta função, uma vez, mostra-se a informação numa mensagem flash e uma dupla pressão mostra a mesma informação num buffer virtual do NVDA.
pt_br: Pressionando uma vez o comando associado a esta função, é exibida a informação numa mensagem instantânea. Pressionando duas vezes é exibida a mesma informação num buffer virtual do NVDA.
ru: Однократное нажатие комбинации клавиш, связанной с этой функцией,показывает информацию во всплывающем уведомлении, а нажатие дважды показывает ту-же самую информацию в виртуальном окне NVDA.

source: On supported displays the defined gesture is ⡉+space. No system gestures are defined by default.
da: På understøttede displays er den definerede inputbevægelse ⡉+mellemrum. Der er som standard ikke angivet nogen system-inputbevægelse.
de: Auf unterstützten Zeilen ist der definierte Befehl ⡉+Leerzeichen. Standardmäßig sind keine Systembefehle definiert.
es: En las pantallas compatibles, el gesto definido es ⡉+espacio. Por defecto, no se define ningún gesto del sistema.
fr: Sur les afficheurs pris en charge, le geste défini est ⡉+espace. Aucun geste système n’est défini par défaut.
hr: Na podržanim brajičnim retcima prečac je ⡉+razmaknica. Podrazumjevano nisu definirani prečaci sustava.
it: Nei display Braille supportati il tasto da premere è ⡉+spazio; non è definito nessun tasto di default sulla tastiera del pc.
pl: Dla wspieranych monitorów brajlowskich, domyślnym skrótem dla funkcji jest ⡉+spacja. Systemowe skróty nie są domyślnie ustawione.
pt: Nos dispositivos braille suportados o comando definido é ⡉+espaço. Nenhum atalho se encontra definido por padrão.
pt_br: Nas linhas braille compatíveis, o comando definido é ⡉+espaço. Por padrão, não há um comando predefinido.
ru: На поддерживаемых брайлевских дисплеях жест по умолчанию - ⡉+пробел. По умолчанию нет клавишной комбинации в системе.

source: For example, for the '{chosenChar}' character, we will get the following information:
da: For tegnet '{chosenChar}' får vi fx følgende oplysninger:
de: Für das Zeichen "{chosenChar}" erhält man z. B. die folgenden Informationen:
es: Por ejemplo, para el carácter '{chosenChar}', obtendremos la siguiente información:
fr: Par exemple, pour le caractère '{chosenChar}', nous obtiendrons les informations suivantes :
hr: Na primjer, za izabrani '{chosenChar}' znak, dobit ćemo slijedeće informacije:
it: Per esempio, per il carattere '{chosenChar}', avremo le seguenti informazioni:
pl: Na przykład, dla znaku '{chosenChar}' otrzymamy następujące informacje:
pt: Por exemplo, para o caracter '{chosenChar}', obteremos a seguinte informação:
pt_br: Por exemplo, para o caractere '{chosenChar}', obtém-se a seguinte informação:
ru: Например, для '{chosenChar}' знака, получаем следующую информацию:

source: Advanced braille input
da: Avanceret indtastning i punktskrift
de: Erweiterte Braille-Eingabe
es: Entrada braille avanzada
fr: Saisie braille avancée
hr: Napredni unos brajičnih znakova
it: Scrittura Braille avanzata
pl: Zaawansowane wprowadzanie brajla
pt: Escrita avançada de braille
pt_br: Entrada braille avançada
ru: Расширенный брайлевский ввод

source: This feature allows you to enter any character from its HUC8 representation or its hexadecimal/decimal/octal/binary value. Moreover, it allows you to develop abbreviations. To use this function, enter the advanced input mode and then enter the desired pattern. Default gestures: NVDA+Windows+i or ⡊+space (on supported displays). Press the same gesture to exit this mode. Alternatively, an option allows you to automatically exit this mode after entering a single pattern.
da: Denne funktion gør det muligt at indtaste et hvilket som helst tegn ud fra HUC8-repræsentationen eller via hexadecimal/decimal/octal/binær værdien. Den giver desuden mulighed for at opbygge egne forkortelser. Gå til den avancerede indtastningstilstand for at få adgang til denne funktion og indtast det ønskede mønster. Standard inputbevægelser: NVDA+Windows+i eller ⡊+mellemrum (på understøttede displays). Brug samme inputbevægelse til at forlade denne tilstand. Alternativt giver en indstilling mulighed for at forlade denne tilstand efter indtastning af et enkelt mønster.
de: Mit dieser Funktion können Sie jedes beliebige Zeichen aus der HUC8-Darstellung oder dem hexadezimalen, dezimalen, oktalen oder binären Wert eingeben. Darüber hinaus können Sie Abkürzungen entwickeln. Um diese Funktion zu verwenden, gehen Sie in den erweiterten Eingabemodus und geben Sie das gewünschte Muster dort ein. Standardmäßige Tastenbefehle: NVDA+Win+I oder ⡊+Leertaste (auf unterstützten Zeilen). Drücken Sie den gleichen Befehl, um diesen Modus zu verlassen. Alternativ gibt es auch die Option, das den Modus nach der Eingabe eines einzelnen Musters automatisch wieder verlässt.
es: Esta función le permite introducir cualquier carácter a partir de su representación HUC8 o de su valor hexadecimal/decimal/octal/binario. Además, permite elaborar abreviaturas. Para utilizar esta función, acceda al modo de introducción avanzada y, a continuación, introduzca el patrón deseado. Gestos por defecto: NVDA+Windows+i o ⡊+espacio (en pantallas compatibles). Pulsa el mismo gesto para salir de este modo. Como alternativa, una opción te permite salir automáticamente de este modo tras introducir un único patrón.
fr: Cette fonction vous permet de saisir n’importe quel caractère depuis sa représentation HUC8 ou sa valeur hexadécimale / décimale / octale / binaire. De plus, elle vous permet de développer des abréviations. Pour utiliser cette fonctionnalité, entrez dans le mode de saisie avancé, puis entrez le motif souhaité. Gestes par défaut: NVDA+Windows+i ou ⡊+espace (sur les afficheurs pris en charge). Appuyez sur le même geste pour quitter ce mode. Alternativement, une option vous permet de quitter automatiquement ce mode après avoir entré un seul motif.
hr: Ova vam opcija omogućuje unos bilo kojeg znaka koristeći njegov HUC8 izgled ili njegovu heksadecimalnu/decimalnu/oktalnu/binarnu vrijednost. Čak štoviše, omogućuje vam razvoj skraćenica. Kako biste mogli koristiti ovu funkciju, uključite ga i upišite znak. Podrazumjevane prečice: NVDA+Windows+i ili ⡊+razmaknica (na podržanim brajičnim retcima). Pritisnite isti prečac za izlaz. Alternativno, opcija vam dozvoljava isključivanje ovog načina poslije upisanog samo jednog znaka.
it: Questa funzionalità vi permette di inserire qualunque carattere utilizzando la sua rappresentazione HUC8 o il suo valore esadecimale, decimale, otttale o binario, nonché di sviluppare abbreviazioni. Per sviluppare abbreviazioni, entrate nella modalità di scrittura avanzata ed inserite il pattern desiderato. Tasti di default: NVDA+Windows+i o ⡊+spazio (nei display Braille supportati). Premete lo stesso tasti per uscire dalla modalità. In alternativa, un'opzione vi permette di uscire automaticamente da questa modalità dopo aver inserito un pattern.
pl: Ta funkcja pozwala Ci wprowadzić dowolny znak w jego reprezentacji HUC8 lub jego wartości szesnastkowej/dziesiętnej/usemkowej/dwójkowej. Co więcej, pozwala Ci ona tworzyć skróty. W celu wykorzystania tej funkcji, włącz zaawansowany tryb wprowadzania a następnie wprowadź odpowiedni wzór. Domyślnie, tryb ten aktywowany jest skrótem NVDA+WINDOWS+I lub ⡊+spacja dla wspieranych monitorów brajlowskich. Naciśnij powyższy sskrót ponownie w celu opuszczenia tego trybu.
pt: Esta função permite-lhe introduzir qualquer caracter a partir da sua representação HUC8 ou do seu valor hexadecimal/decimal/octal/binário. Além disso, permite-lhe desenvolver abreviaturas. Para utilizar esta função, aceda ao modo de introdução avançado e, em seguida, introduza o padrão pretendido. comandos predefinidos: NVDA+Windows+i ou ⡊+espaço (em linhas Braille suportadas). Prima o mesmo comando para sair deste modo. Em alternativa, uma opção permite-lhe sair automaticamente deste modo após introduzir um único padrão.
pt_br: Esta função permite introduzir qualquer caractere a partir da sua representação HUC8 ou do seu valor hexadecimal/decimal/octal/binário. Além disso, permite elaborar avreviações. Para utilizar esta função, acesse o modo de entrada avançado, em seguida, introduza o padrão desejado. comandos padrão: NVDA+Windows+i ou ⡊+espaço (em linhas compatíveis). Pressione o mesmo comando para sair deste modo. Como alternativa, uma opção permite sair automáticamente deste modo ao inserir un único padrão.
ru: Эта функция даёт вам возможность написания знаков в отображении HUC8 или в их шестнадцатиричных, десятеричных, восмиричных, или двоичных. Даже у вас есть возможность развития сокращений. Чтобы пользоватся этим функционалом, включите расширенный ввод и напишите желаемый вами знак. Жесты по умолчанию: NVDA+Windows+i или ⡊+space (на поддержанных дисплеях. Нажмите тот же самый жест, чтобы выйти. Альтернативно, существует опция, которая даёт вам возможность выйти из этого режима после набора только одного знака.
