Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: Ukrainian
da: Ukrainsk
es: Ucraniano
hr: Ukrajinski
it: ucraino
pt: Ucraniano
pt_br: Ucraniano

source: Copyrights and acknowledgements
da: Copyright og anerkendelser
de: Urheberrechte und Anerkennungen
es: Derechos de autor y agradecimientos
fr: Droits d’auteur et remerciements
hr: Autorska prava i zahvale
it: Copyrights e riconoscimenti
pl: Prawa autorskie i podziękowania
pt: Direitos de autor e agradecimentos
pt_br: Direitos dos autores e agradecimentos
ru: Авторские права и благодарность

source: and other contributors
da: og andre bidragydere
de: Und andere Mitwirkende
es: y otros colaboradores
fr: et d’autres contributeurs
hr: i drugi suradnici
it: e altri collaboratori
pl: i inni współtwórcy
pt: e outros colaboradores
pt_br: e outros colaboradores
ru: и другие сотрудники

source: Translators
da: Oversættere
de: Übersetzer
es: Traductores
fr: Traducteurs
hr: Prevoditelji
it: Traduttori
pl: tłumacze
pt: Tradutores
pt_br: Tradutores
ru: Переводчики

source: Code contributions and other
da: Bidrag til koden og andre
de: Code-Beiträge und andere
es: Contribuciones al código y otros
fr: Contributions de code et autres
hr: Doprinosi u kodu i ostalo
it: Contributi al codice ed altro
pl: wkład do kodu i inne
pt: Contribuições de código e outras
pt_br: Contribuições ao código e outros
ru: Внесение в код и другие

source: Speech mode feature:
da: Taletilstands-funktionen:
de: Sprachausgabenverlauf:
es: Función de modo de voz:
fr: Fonction de mode vocal :
hr: Značajka govornog načina:
it: Caratteristiche modalità vocale:
pl: Tryb mowy:
pt: Função de modo de voz:
pt_br: Funcionalidade de modo de fala:
ru: Функция речевого режима:

source: Code maintenance (cleanup, rewrites, optimizations) thanks to:
da: Vedligeholdelse af kildekoden (oprydning, gennemskrivninger, optimeringer) tak til:
de: Code-Wartung (Bereinigung, Neuschreiben, Optimierungen) dank:
es: Mantenimiento del código (limpieza, reescrituras, optimizaciones) gracias a:
fr: Maintenance du code (nettoyage, réécriture, optimisations) merci à :
hr: Zahvala za Održavenje koda (Čišćenje, prepisivanje, optimizacije):
it: Per la manutenzione del codice (pulizia, riscritture, ottimizzazioni) grazie a:
pl: Dziękuje za oczyszczanie, przepisanie, optymalizację:
pt: Manutenção do código (limpeza, reescrita, optimizações) graças a:
pt_br: Manutenção do código (limpeza, refatorações, otimizações) agradecimentos a:
ru: Спасиба за чистку кода, поддержание в рабочем состоянии, переписывание и оптимизацию:

source: Additional third party copyrighted code is included:
da: Yderliere ophavsretligt beskyttet kode fra tredjeparter er inkluderet:
de: Zusätzlicher Programm-Code mit Copyright von Dritten ist enthalten:
es: Se incluye código adicional de terceros protegido por derechos de autor:
fr: Du code sous copyright de tiers est inclus :
hr: Dodan je kod treće strane, zaštićen autorskim pravima:
it: Il prodotto comprende codice la cui proprietà è di terzi:
pl: Dołączony został dodatkowy kod trzeciej strony, chroniony prawem autorskim:
pt: Está incluído código adicional protegido por direitos de autor de terceiros:
pt_br: Está incluído código adicional de terceiros protegido por direitos do autor:
ru: Содержит Дополнительные фрагменты кода от третьих лиц, защищенные авторским правом.

source: Thanks also to
da: Også tak til
de: Dank geht auch an
es: Gracias también a
fr: Merci également à
hr: Također zahvaljujem
it: Grazie anche a
pl: dziękuję również
pt: Agradecimentos também a
pt_br: Agradecimentos também a
ru: Спасибо также

source: Finally thank you very much for all your feedback and comments.
da: Og til sidst mange tak for alle tilbagemeldinger og kommentarer.
de: Zum Schluss noch vielen Dank für all Ihre Rückmeldungen und Kommentare.
es: Por último, muchas gracias por todas sus opiniones y comentarios.
fr: Et merci beaucoup pour tous vos retours et commentaires.
hr: I na kraju hvala vam puno za vaše povratne informacije i komentare.
it: Grazie infine a tutti voi per i vostri pareri e commenti.
pl: I na koniec dziękuję wam wszystkim za wasze informacje zwrotne i komentarze.
pt: Por último, muito obrigado por todas as vossas reacções e comentários.
pt_br: Finalmente, muito obrigado por todos os comentários e opiniões .
ru: И наконец спасибо вам за ваши обратную связь и комментарии.

source: %s's documentation
da: %s's dokumentation
de: Dokumentation für %s
es: Documentación de %s
fr: Documentation de %s
hr: %s's pomoć
it: Documentazione di %s
pl: Pomoc dla %sa
pt: documentação de %s
pt_br: Documentação %s
ru: помощь для %s

source: Emulates pressing %s on the system keyboard
da: Svarer til at trykke %s på systemets tastatur
de: Simuliert den Druck von %s auf der Systemtastatur
es: Emula la pulsación de %s en el teclado del sistema
fr: Émuler l’appui de %s sur le clavier du système
hr: Oponaša pritisak %s na tipkovnici sustava
it: Simula la pressione di %s sulla tastiera del pc
pl: emuluje wciśnięcie %s na klawiaturze systemowej
pt: Emula o pressionar de %s no teclado do sistema
pt_br: Emula pressionamentos %s no teclado do sistema
ru: Эмулирует нажатие %s на системной клавиатуре.

source: description currently unavailable for this shortcut
da: Beskrivelse i øjeblikket ikke tilgængelig for denne genvej
de: Es gibt momentan keine Beschreibung für diese Tastenkombination
es: descripción actualmente no disponible para este atajo
fr: description actuellement indisponible pour ce raccourci
hr: opis je trenutno nedostupan za ovaj prečac
it: al momento non esiste una descrizione per questo tasto
pl: Opis tego skrótu jest tymczasowo niedostępny
pt: descrição atualmente indisponível para este atalho
pt_br: descrição atualmente indisponível para o comando
ru: описание функции данного сочитания клавиш пока недоступно.

source: all tables
da: alle tabeller
de: alle Tabellen
es: todas las tablas
fr: toutes les tables braille
hr: sve brajične tablice
it: tutte le tabelle
pl: Wszystkie tablice
pt: todas as tabelas
pt_br: todas as tabelas
ru: Все таблицы

source: Advanced input mode dictionary
da: Ordbog til avanceret indtastningstilstand
de: Wörterbuch für den erweiterten Eingabemodus
es: Diccionario avanzado de modos de entrada
fr: Dictionnaire du mode d’entrée avancé
hr: Rječnik naprednog načina unosa
it: Dizionario per la modalità di scrittura avanzata
pl: słownik trybu zaawansowanego wprowadzania
pt: Dicionário do modo avançado de escrita
pt_br: Dicionário do modo de entrada avançado
ru: Словарь расширенного ввода

source: Dictionary &entries
da: Ordbogs&elementer
de: Wörterbuch&einträge
es: Diccionario y &entradas
fr: &Entrées du dictionnaire
hr: &Zapisi u rječniku
it: &Voci del dizionario
pl: &Wpisy słownika
pt: &Entradas do dicionário
pt_br: &Entradas do dicionário
ru: Словарные &статьи

source: Replacement
da: Erstatning
de: Ersetzen
es: Sustitución
fr: Remplacement
hr: Zamjena
it: Sostituisci
pl: Zamiana
pt: Substituição
pt_br: Substituição
ru: Замена

source: Input
da: indskrivning
de: Eingabe
es: Entrada
fr: Saisie
hr: Ulaz
it: Scrittura
pl: Wprowadzanie
pt: Entrada
pt_br: Entrada
ru: Ввод

source: Input table
da: Indtastningstabel
de: Eingabetabelle
es: Tabla de entrada
fr: Table de saisie
hr: Ulazna brajična tablica
it: Tabella di scrittura
pl: Tabela wejścia
pt: Tabela de escrita
pt_br: Tabela de entrada
ru: Таблица ввода

source: &Add
da: &Tilføj
de: &Hinzufügen
es: &Agregar
fr: &Ajouter
hr: &Dodaj
it: &Aggiungi
pl: &Dodaj
pt: &Adicionar
pt_br: &Adicionar
ru: &Добавить

source: &Edit
da: &Redigér
de: &Bearbeiten
es: &Editar
fr: &Éditer
hr: &Uredi
it: &Modifica
pl: &Edytuj
pt: &Editar
pt_br: &Editar
ru: &Редактировать

source: Re&move
da: Fj&ern
de: &Entfernen
es: Eli&minar
fr: &Supprimer
hr: &Ukloni
it: &Cancella
pl: &Usuń
pt: Re&mover
pt_br: Re&mover
ru: &Удалить

source: &Save
da: &Gem
de: &Speichern
es: &Guardar
fr: Enregi&strer
hr: & Spremi
it: &Salva
pl: &Zapisz
pt: &Guardar
pt_br: &Salvar
ru: &Сохранить

source: &Open the dictionary file in an editor
da: &Åben ordbogsfilen i en editor
de: Die Wörterbuchdatei in einem Editor &öffnen
es: &Abrir el archivo del diccionario en un editor
fr: &Ouvrir le fichier de dictionnaire actuel dans un éditeur
hr: &Otvori datoteku rječnika u uređivaču teksta
it: Apri il &file del dizionario in un editor
pl: &Otwórz plik słownika w edytorze
pt: &Abrir o ficheiro do dicionário num editor
pt_br: Abrir &o arquivo do Dicionário num editor
ru: &Открыть файл словаря в текстовом редакторе

source: &Reload the dictionary
da: &Genindlæs ordbogen
de: Wörterbuch neu &laden
es: &Recargar el diccionario
fr: &Recharger le dictionnaire
hr: &Ponovno učitaj rječnik
it: &Ricarica il dizionario
pl: &Wczytaj słownik
pt: &Recarregar o dicionário
pt_br: &Reiniciar o Dicionário
ru: &Перезагрузить словарь

source: Don't get tired, this entry already exists!
da: Hold ud, dette element findes allerede!
de: Dieser Eintrag existiert bereits!
es: No te canses, ¡esta entrada ya existe!
fr: Ne vous fatiguez pas, cette entrée existe déjà !
hr: Ne ljutite se, ovaj unos već postoji!
it: Non stancarti, questa voce esiste già!
pl: Nie denerwuj się, ale ten wwpis już istnieje!
pt: Não te canses, esta entrada já existe!
pt_br: Não se dê ao trabalho , esta entrada já existe!
ru: Не беспокойтесь, эта запись уже существует!

source: The abreviation "{abreviation}" is already used for "{replacement}". Do you want to update the existing entry?
da: Forkortelsen "{abreviation}" brues allerede til "{replacement}". Vil du opdatere det eksisterende element?
de: Die Abkürzung "{abreviation}" wird bereits für "{replacement}" verwendet. Möchten Sie den bereits bestehenden Eintrag aktualisieren?
es: La abreviatura "{abreviation}" ya se utiliza para "{replacement}". ¿Desea actualizar la entrada existente?
fr: L’abréviation "{abreviation}" est déjà utilisée pour "{replacement}". Voulez-vous mettre à jour l’entrée existante ?
hr: Kratica "{abreviation}" već se koristi za "{replacement}". Želite li obnoviti postojeći unos?
it: L'abbreviazione "{abreviation}" è già utilizzata per "{replacement}". Vuoi aggiornare la voce esistente?
pl: Skrót "{abreviation}" już jest używany dla "{replacement}". Czy chcesz zaktualizować już istniejący wpis?
pt: A abreviatura "{abreviation}" já é utilizada para "{replacement}". Pretende atualizar a entrada existente?
pt_br: A abreviação"{abreviation}" já é usada para "{replacement}". Deseja atualizar a entrada existente?
ru: Сокращение "{abreviation}" уже используется для "{replacement}". Вы хотите обновить уже существующую запись?

source: Add Dictionary Entry
da: Tilføj ordbogselement
de: Wörterbucheintrag hinzufügen
es: Añadir entrada de diccionario
fr: Ajouter une entrée au dictionnaire
hr: Dodaj unos u rječnik
it: Aggiungi Voce al Dizionario
pl: Dodaj wpis do słownika
pt: Adicionar entrada de dicionário
pt_br: Adicionar entrada de Dicionário
ru: Добавить словарную статью

source: Please select an entry first
da: Vælg venligst et element først
de: Bitte wählen Sie zuerst einen Eintrag aus
es: Por favor, seleccione primero una entrada
fr: Veuillez d’abord sélectionner une entrée
hr: Prvo odaberite unos
it: Seleziona prima una voce
pl: Najpierw wyberz wpis
pt: Seleccione primeiro uma entrada
pt_br: Por favor, selecione uma entrada antes
ru: Сначала выберите запись

source: File doesn't exist yet
da: Filen findes endnu ikke
de: Die Datei ist noch nicht vorhanden
es: El archivo aún no existe
fr: Le fichier n’existe pas encore
hr: Datoteka još ne postoji
it: Il file non esiste ancora
pl: Plik jeszcze nie istnieje
pt: O ficheiro ainda não existe
pt_br: O arquivo ainda não existe
ru: Файл ещё не существует

source: Edit Dictionary Entry
da: Redigér ordbogselement
de: Wörterbucheintrag bearbeiten
es: Editar entrada de diccionario
fr: Modifier une entrée de dictionnaire
hr: Uredi zapis u rječniku
it: Modifica una Voce del Dizionario
pl: Edytuj wpis słownikowy
pt: Editar entrada de dicionário
pt_br: Editar entrada de Dicionário
ru: Редактировать словарную статью

source: &Abreviation
da: &Forkortelse
de: &Abkürzung
es: &Abreviatura
fr: &Abréviation
hr: &Kratica
it: &Abbreviazione
pl: &Skrót
pt: &Abreviatura
pt_br: &Abreviação
ru: &Сокращение

source: &Replace by
da: &Erstat med
de: &Ersetzen mit
es: &Sustituir por
fr: &Remplacer par
hr: &Zamijeni sa
it: &Sostituisci con
pl: &Zamień na
pt: &Substituir por
pt_br: Sustituir po&r
ru: &Заменить с

source: The abreviation field is empty, please enter something.
da: Feltet forkortelse er tomt. Indtast venligst noget.
de: Das Feld für die Abkürzung ist leer, bitte geben Sie etwas ein.
es: El campo de abreviatura está vacío, por favor introduzca algo.
fr: Le champ abréviation est vide, veuillez entrer quelque chose.
hr: Polje kratice je prazno, unesite nešto.
it: Il campo abbreviazione è vuoto, inserisci qualcosa.
pl: Pole skrótu jest puste. Proszę wpisać cokolwiek.
pt: O campo da abreviatura está vazio, por favor introduza algo.
pt_br: O campo de abreviação está vazío, por favor insira algo.
ru: Поле сокращения пусто, пожалуйста, введите что-нибудь.

source: The remplacement field is empty, please enter something.
da: Feltet erstatning er tomt. Indtast venligst noget.
de: Das Feld für die Ersetzungen ist leer, bitte geben Sie etwas ein.
es: El campo de sustitución está vacío, por favor introduzca algo.
fr: Le champ remplacement est vide, veuillez entrer quelque chose.
hr: Polje zamjene je prazna, upišite nešto.
it: Il campo sostituzione è vuoto, inserisci qualcosa.
pl: Pole zamiany jest puste, proszę wpisać cokolwiek.
pt: O campo de substituição está vazio, por favor introduza algo.
pt_br: O campo de substituição está vazío, por favor insira algo.
ru: Поле замены - пусто, Введите что-нибудь.

source: Advanced input mode
da: Avanceret indtastningstilstand
de: Erweiterter Eingabemodus
es: Modo de entrada avanzado
fr: Mode de saisie avancée
hr: Napredni način unosa
it: Modalità di scrittura avanzata
pl: Tryb zaawansowanego wejścia
pt: Modo avançado de escrita
pt_br: Modo de entrada avançado
ru: Режим расширенного ввода

source: E&xit the advanced input mode after typing one pattern
da: A&fslut den avancerede indtastningstilstand efter indtastning af ét mønster
de: Den erweiterten Eingabemodus nach Eingabe eines Musters &verlassen
es: &Salir del modo de entrada avanzada después de escribir un patrón
fr: &Quitter le mode de saisie avancée après avoir tapé un motif
hr: &isključi napredni način unosa prilikom upisivana jedne kombinacije
it: &Esci dalla modalità di scrittura avanzata dopo aver inserito un pattern
pl: Opuść zaawansowany tryb wprowadzania po wpisaniu pojedynczego wzoru.
pt: E&sair do modo avançado de escrita depois de digitar um padrão
pt_br: &Salir del modo de entrada avanzada después de escribir un patrón
ru: &Выйти из разсширенного режима ввода после набора одной комбинации

source: &Escape character for Unicode values input
da: &Escape-tegn til indtastning af Unicode-værdier
de: &Fluchtzeichen für die Eingabe von Unicode-Werten
es: Carácter de &Escape para la entrada de valores Unicode
fr: Caractère d’&échappement pour la saisie des valeurs Unicode
hr: &Znak escape za upis unicode vrijednosti
it: &Carattere di escape per l'inserimento di valori Unicode
pl: &Znak escape dla wprowadzania wartości unicode
pt: carácter de &Escape para entrada de valores Unicode
pt_br: caractere de &Escape para a entrada de valores Unicode
ru: &Знак escape для набора знаков юникод

source: {delay} ms
hr: {delay} u milisekundama
ru: {delay} мс

source: Auto scroll
da: auto-rul
de: Automatisches Weiterlesen
es: Desplazamiento automático
fr: Défilement automatique
hr: Automatsko čitanje
it: Scorrimento automatico
pl: Automatyczne czytanie
pt: Deslocação automática
pt_br: Rolamento automático
ru: Автопрокрутка

source: Autoscroll &delay for the active braille display (ms):
da: &Forsinkelse på auto-rul for det aktive punktdisplay (ms):
de: &Verzögerung beim automatischen Weiterlesen auf der Braillezeile (ms):
es: Autodesplazamiento y &retardo de la pantalla braille activa (ms):
fr: &Délai du défilement automatique pour l’afficheur braille actuel (ms) :
hr: &zadrška pri automatskom čitanju za aktivni brajični redak u milisekundama:
it: &Ritardo dello scorrimento automatico per il display Braille attivo (ms):
pl: Oczekiwanie automatycznego &czytania dla aktywnego monitoru brajlowskiego (ms):
pt: &Atraso para a deslocação automática para o dispositivo Braille ativo (ms):
pt_br: Rolamento automático e &atraso da linha braille ativa (ms):
ru: Задержка автопрокрутки для активного брайлевского &дисплея (мс):

source: &Step for delay change (ms):
da: &Trin for ændring af forsinkelse (ms):
de: &Schritt für Verzögerungsänderung (ms):
es: &Paso para cambio de retardo (ms):
fr: &Pas lors du changement du délai (ms) :
hr: &Izmjena koraka u milisekundama):
it: Ampiezza dello &scatto per la modifica del ritardo (ms):
pl: &Szybkość automatycznego czytania (ms):
pt: &Tamanho do atraso para a alteração (ms):
pt_br: tamanho para mudança de atra&so(ms):
ru: &Задержка для автоматического чтения (мс):

source: &Adjust the delay to content
da: &Tilpas forsinkelse til indhold
de: &Anpassen der Verzögerung an den Inhalt
es: &Ajustar el retraso al contenido
fr: &Ajuster le délai au contenu
hr: &Prilagodi zadršku sadržaju
it: &Adatta il ritardo al contenuto
pl: &Dopasuj aautomatyczne czytanie do treści
pt: &Ajustar o atraso ao conteúdo
pt_br: &Ajustar o atraso ao conteúdo
ru: &Подстроить автоматическое чтение к содержимому

source: Always ignore &blank line
da: Spring altid &blank linje over
de: Leerzeilen immer &ignorieren
es: Ignorar siempre &línea en blanco
fr: Toujours ignorer les lignes &vides
hr: Uvijek ignoriraj prazne &retke
it: &Ignora sempre le righe vuote
pl: Zawsze ignoruj &puste linie
pt: Ignorar sempre linhas em &branco
pt_br: Sempre pular &linhas em branco
ru: Всегда игнорировать &пустые строки

source: Fill a cell in two stages using one side only
da: Udfyld en celle i to trin ved kun at bruge en side
de: Ein Modul in zwei Schritten bei Verwendung von nur einer Seite ausfüllen
es: Llenar una celda en dos etapas utilizando sólo un lado
fr: Remplir une cellule en deux étapes en utilisant un seul côté
hr: Jednostrano ispunjavanje kućice u jednom koraku
it: Digita un carattere in due tempi utilizzando un solo lato
pl: Wypełnij komórkę w dwa kroki używając tylko jedną stronę
pt: Preencher uma célula em duas fases utilizando apenas um lado
pt_br: Preencher uma célula em duas etapas utilizando apenas um lado
ru: Заполнить ячейки в два этапа, используя только одну сторону

source: Fill a cell in two stages using both sides
da: Udfyld en celle i to trin ved at bruge begge sider
de: Ein modul in zwei Schritten bei Verwendung beider Seiten ausfüllen
es: Rellenar una celda en dos etapas utilizando ambos lados
fr: Remplir une cellule en deux étapes en utilisant les deux côtés
hr: Ispunjavanje brajične kućice u dva koraka
it: Digita un carattere in due tempi utilizzando entrambi i lati
pl: Wypełnij komórkę dwustronnie w dwóch etapach
pt: Preencher uma célula em duas fases utilizando ambos os lados
pt_br: Preencher uma célula em duas etapas utilizando ambos os lados
ru: Заполнить клетки в двух этапах с обеих сторон

source: Fill a cell dots by dots
da: Udfyld en celle med flere punkter ad gangen
de: Ein Modul Punkt für Punkt ausfüllen
es: Rellenar una celda punto a punto
fr: Remplir une cellule points par points
hr: Popunjavanje brajične ćelije točku po točku
it: Digita un carattere punto per punto
pl: Wypełnij komórkę kropka po kropce
pt: Preencher uma célula ponto a ponto
pt_br: Preencher uma célula ponto a ponto
ru: Заполнить ячейки точка за точкой

source: Unsupported input method
da: Inputmetode ikke understøttet
de: Nicht unterstützte Eingabemethode
es: Método de entrada no admitido
fr: Méthode de saisie non prise en charge
hr: Način unosa nije podržan
it: Metodo di scrittura non supportato
pl: Nie wspierana metoda wprowadzania.
pt: Método de escrita não suportado
pt_br: Método de entrada não suportado
ru: Способ ввода не поддерживается

source: One-handed mode
da: Enhåndstilstand
de: Einhand-Modus
es: Modo de una mano
fr: Mode unimanuel
hr: Način jedne ruke
it: Modalità a una mano
pl: Tryb jednoręczny
pt: Modo de uma mão
pt_br: Modo de uma mão
ru: Режим одной руки

source: Enable &one-handed mode
da: &Slå Enhåndstilstand til
de: &Einhand-Modus einschalten
es: Activar el modo &una mano
fr: Activer le mode unimanuel
hr: Uključi &način rada jednom rukom
it: Attiva &modalità a una mano
pl: Włącz tryb &jednej ręki
pt: Ativar o modo "&uma mão
pt_br: Ativa o modo de &uma mão
ru: Включить режим одной рук&и

source: Input &method
da: &Metode til indtastning
de: Eingabe&methode
es: &método de Entrada
fr: &Méthode de saisie
hr: Metoda &unosa
it: Metodo di &scrittura
pl: &Tryb wprowadzania
pt: &método de escrita
pt_br: &método de Entrada
ru: Способ &ввода

source: Unsupported input
da: Input ikke understøttet
de: Nicht unterstützte Eingabe
es: Entrada no compatible
fr: Entrée non prise en charge
hr: Unos nije podržan
it: Scrittura non supportata
pl: Niewspierane wejście.
pt: Entrada não suportada
pt_br: Entrada não suportada
ru: Ввод неподдерживается

source: Role labels
da: Rolleetiketter
de: Elementtypbeschriftungen
es: Etiquetas de funciones
fr: Étiquettes de rôle
hr: Oznake kontrola
it: Etichette ruoli
pl: Oznaczenia kontrolek
pt: Etiquetas de regras
pt_br: Etiquetas de função
ru: Сокращения элементов

source: Use custom braille &role labels
da: Brug tilpassede &rolleetiketter i punktskrift
de: Benutzerdefinierte Beschriftungen in Braille für &Elementtypen
es: Utilizar etiquetas braille y de &funciones personalizadas
fr: Utiliser les étiquettes de &rôle personnalisées
hr: Koristi prilagođene kratice &kontrola
it: Usa etichette Braille personalizzate per i &ruoli
pl: Użyj brajlowskich skrótów &użytkownika
pt: Utilizar etiquetas Braille personalizadas em &regras
pt_br: Utilizar etiquetas de função braille &personalizadas
ru: &Использовать пользовательские сокращения

source: Role cate&gory:
da: Rolle&kategori:
de: Elementtyp-Kate&gorie:
es: Cate&goría de funciones:
fr: Caté&gorie de rôle :
hr: &Uloga:
it: Cate&goria ruolo:
pl: Kate&goria kontrolki:
pt: Ca&tegoria de regras:
pt_br: Cate&goria de função:
ru: Роль кейти и кровавых:

source: General
da: Generel
de: Allgemein
fr: Général
hr: Općenito
it: Generale
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Общее

source: Positive states
da: Positive tilstande
de: Positive Zustände
es: Estados positivos
fr: États positifs
hr: Pozitivna stanja
it: Stati positivi
pl: Stany włączenia
pt: Estados positivos
pt_br: Estados positivos
ru: Позитивные состояния

source: Negative states
da: Negative tilstande
de: Negative Zustände
es: estados negativos
fr: États négatifs
hr: Negativna stanja
it: Stati negativi
pl: Stany wyłączenia
pt: Estados negativos
pt_br: Estados negativos
ru: Отрицательные состояния

source: &Role:
da: &Rolle:
de: &Elementtyp:
es: &Función:
fr: &Rôle :
hr: &Tip:
it: &Ruolo:
pl: ^Kontrolka:
pt: &Regra:
pt_br: &Função:
ru: &Тип:

source: Braille &label
da: Punkt&etiket
de: Braille-&Beschriftung
es: &etiqueta Braille
fr: &Étiquette braille
hr: &kratica
it: &Etichetta Braille
pl: Brajlowski &skrót kontrolki
pt: &Etiqueta Braille
pt_br: &etiqueta Braille
ru: Брайлевское &сокращение

source: &Reset this role label
da: &Gendan denne rolleetiket
de: diese Beschriftung &zurücksetzen
es: &Restablecer esta etiqueta de función
fr: &Réinitialiser cette étiquette de rôle
hr: &Resetiraj ovu oznaku kontrole
it: &Reimposta etichetta
pl: &Zresetuj to spersonalizowane oznaczenie
pt: &Redefina a etiqueta desta regra
pt_br: &Restaurar esta etiqueta de função
ru: Вернуть сокращение для этого элемента к настройкам поумолчанию
