Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: Table name: %s
da: Tabelnavn: %s
de: Tabellenname: %s
es: Nombre de la tabla: %s
fr: Nom de la table : %s
hr: Naziv tablice: %s
it: Nome tabella: %s
pl: nazwa tablicy: %s
pt: Nome da tabela: %s
pt_br: Nome da tabela: %s
ru: Название таблицы: %s

source: File name: %s
da: Filnavn: %s
de: Dateiname: %s
es: Nombre del archivo: %s
fr: Nom du fichier : %s
hr: Naziv datoteke: %s
it: Nome file: %s
pl: Nazwa pliku: %s
pt: Nome do ficheiro: %s
pt_br: Nome do arquivo: %s
ru: Имя файла: %s

source: In switches: %s
da: Ind ændrer: %s
de: In Schalter: %s
es: En interruptores: %s
fr: Dans les commutateurs : %s
hr: U rotorima: %s
it: Negli interruttori: %s
pl: w rotorach: %s
pt: Nos comutadores: %s
pt_br: Nos interruptores: %s
ru: В роторах: %s

source: About this table
da: Om denne tabel
de: Über diese Tabelle
es: Acerca de esta tabla
fr: À propos de cette table
hr: O tablici
it: INformazioni sulla tabella
pl: O tej tablicy
pt: Sobre esta tabela
pt_br: Sobre esta tabela
ru: Об этой таблице

source: Braille tables usable from NVDA are listed. Press space, left arrow, or right arrow keys to include (or exclude) the selected table in switches. You can also press 'comma' key to get the file name of the selected table, and 'semicolon' key to view miscellaneous information on the selected table.
da: Tilgængelige punkttabeller fra NVDA vises. Tryk tasterne mellemrum, pil venstre eller pil højre for at medtage (eller fravælge) den valgte tabel i kontakter. Du kan også trykke tasten 'komma' for at finde filnavnet til den valgte tabel og tasten 'semikolon' for at se forskellige oplysninger om den valgte tabel.
de: Von NVDA verwendbare Braille-Tabellen sind hier aufgeführt. Drücken Sie die Leertaste, die linke oder rechte Pfeiltaste, um die Tabelle in den kurzbefehl zum Wechseln einnzubeziehen oder nicht. Sie können auch Komma drücken, um den Dateinamen der ausgewählten Tabelle zu erhalten, und Semikolon, um verschiedene Informationen über die ausgewählte Tabelle anzuzeigen.
es: Se enumeran las tablas Braille utilizables desde NVDA. Presione las teclas de espacio, flecha izquierda o flecha derecha para incluir (o excluir) la tabla seleccionada en los interruptores.\n \norte \t\t\tTambién puede presionar la tecla 'coma' para obtener el nombre de archivo de la tabla seleccionada y la tecla 'punto y coma' para ver información diversa sobre la tabla seleccionada.
fr: Les tables braille utilisables à partir de NVDA sont répertoriés. Appuyez sur les touches espace, flèche gauche ou flèche droite pour inclure (ou exclure) la table sélectionnée dans les commutateurs. Vous pouvez également appuyer sur la touche "virgule" pour obtenir le nom du fichier de la table sélectionnée, et sur la touche "point-virgule" pour afficher des informations diverses sur la table sélectionnée.
hr: Popisane su brajične tablice koje se mogu koristiti uz pomoć NVDA čitača zaslona. Pritisnite razmaknicu, strelicu u lijevo, ili strelicu u desno kako biste dodali ili uklonili brajičnu tablicu iz rotora. Možete pritisnuti 'zarez' kako biste čuli naziv datoteke brajične tablice, te 'točka zarez' kako biste dobili ostale informacije o brajičnoj tablici.
it: Vengono qui mostrate le tabelle utilizzabili con NVDA. Premete spazio, freccia destra o freccia sinistra per includere (o escludere) le tabelle selezionate negli interruttori. Potete anche premere il tasto 'virgola' per ottenere il nome del file della tabella selezionata e il tasto 'punto e virgola' per vedere altre informazioni su di essa.
pl: Jest to spis tablic brajlowskich, używalnych z poziomu NVDA. Naciśnij klawiszy strzałem oraz spację, aby dodać lub usunąć tablice brajlowską. Można także wcisnąć "przecinek" aby dostać nazwę pliku wybranej tablicy brajlowskiej, i średnik aby usłyszeć dodatkowe informacje o tablicy brajlowskiej.
pt: São apresentadas as tabelas Braille utilizáveis pelo NVDA. Prima as teclas de espaço, seta para a esquerda ou seta para a direita para incluir (ou excluir) a tabela selecionada nos comutadores. Também pode premir a tecla "vírgula" para obter o nome do ficheiro da tabela selecionada e a tecla "ponto e vírgula" para ver informações diversas sobre a tabela selecionada.
pt_br: São listadas as tabelas Braille utilizáveis para o NVDA. Presione as teclas de espaço , seta esquerda ou direita para incluir (o excluir) a tabela selecionada nos interruptores.\n \norte \t\t\tTambém pode-se pressionar a tecla 'vírgula' para obter-se o nome do arquivo da tabela selecionada e a tecla 'ponto e vírgula' para visualizar diversas informações sobre a tabela selecionada.
ru: Показаны брайлевские таблицы, которыми можно пользоваться с NVDA. Нажмите пробел либо стрелки в лево или вправо, чтобы включить либо выключить брайлевскую таблицу в список. Вы также можете нажать 'запятую' чтобы узнать название файла брайлевской таблицы, и 'точку с запятой' чтобы узнать другие информации о таблице.

source: Contextual help
da: Konteksthjælp
de: Kontextbezogene Hilfe
es: ayuda contextual
fr: Aide contextuelle
hr: Kontekstna pomoć
it: Guida contestuale
pl: Pomoc kontekstowa
pt: Ajuda de contexto
pt_br: Ajuda contextual
ru: Контекстная помощь

source: Custom braille tables
da: Tilpassede punkttabeller
de: Benutzerdefinierte Braille-Tabellen
es: tablas braille personalizadas
fr: Tables braille personnalisées
hr: Prilagođene brajične tablice
it: Tabelle Braille personalizzate
pl: tablice brajlowskie użytkownika
pt: Tabelas Braille personalizadas
pt_br: Tabelas braille personalizadas
ru: Модифицированные брайлевские таблицы

source: Use a custom table as &input table
da: Brug en tilpasset tabel som &indtastningstabel
de: Eine benutzerdefinierte Tabelle als &Eingabetabelle verwenden
es: Usar una tabla personalizada como &tabla de entrada
fr: Utiliser une table personnalisée en tant que table de &saisie
hr: Koristi prilagođenu brajičnu tablicu kao &ulaznu
it: Usa una tabella personalizzata come tabella di &scrittura
pl: Użyj tablicy użytkownickiej jako tablicy w&prowadzania
pt: Utilizar uma tabela personalizada como tabela de &escrita
pt_br: Usar uma tabela personalizada como tabela de &entrada
ru: Использовать пользовательскую брайлевскую таблицу как &входную

source: Use a custom table as &output table
da: Brug en tilpasset tabel som &visningstabel
de: Eine benutzerdefinierte Tabelle als &Ausgabetabelle verwenden
es: Usar una tabla personalizada como tabla de &salida
fr: Utiliser une table personnalisée comme table d’&affichage
hr: Koristi prilagođenu brajičnu tablicu kao &izlaznu
it: Usa una tabella personalizzata come tabella di &lettura
pl: Użyj tablicy użytkownickiej jako tablicy w&yjścia
pt: Utilizar uma tabela personalizada como tabela de &leitura
pt_br: Usar uma tabela personalizada como tabela de &saída
ru: Использовать пользовательскую брайлевскую таблицу как вы&ходную

source: &Add a braille table...
da: &Tilføj en punkttabel...
de: Braille-Tabelle &hinzufügen...
es: &Añadir una tabla braille...
fr: &Ajouter une table braille...
hr: &Dodaj brajičnu tablicu...
it: &Aggiungi tabella Braille...
pl: &Dodaj tablice brajlowską...
pt: &Adicionar uma tabela Braille...
pt_br: &adicionar uma tabela braille..
ru: &Добавить брайлевскую таблицу...

source: Add a braille table
da: Tilføj en punkttabel
de: Braille-Tabelle hinzufügen
es: Agregar una tabla braille
fr: Ajouter une table braille
hr: Dodaj brajičnu tablicu
it: Aggiungi una tabella Braille
pl: Dodawanie tablicy brajlowskiej
pt: Adicionar uma tabela Braille
pt_br: Adicionar uma tabela braille
ru: Добавление брайлевской таблицы

source: Display &name
da: Display&navn
de: Anzeige&name
es: &Nombre para mostrar
fr: &Nom d’affichage
hr: Naziv za &prikaz
it: &Nome visualizzato
pl: Nazwa &wyświetlana
pt: Mostrar &nome
pt_br: &Nome a exibir
ru: &Отображаемое название

source: &Description
da: &Beskrivelse
de: &Beschreibung
es: &Descripción
hr: &Opis
it: &Descrizione
pl: &Opis
pt: &Descrição
pt_br: &descrição
ru: &Описание

source: &Path
da: &Sti
de: &Pfad
es: &Ruta
fr: &Répertoire
hr: &Put
it: &Percorso
pl: &Scieżka
pt: &Caminho
pt_br: Caminho &p
ru: &Путь

source: &Browse...
da: &Gennemse...
de: &Durchsuchen...
es: &Navegar...
fr: &Parcourir...
hr: &Pregledaj...
it: S&foglia...
pl: &Przeglądaj...
pt: &Pesquisar...
pt_br: Navegar &b...
ru: &Обзор...

source: This is a &contracted (grade 2) braille table
da: Dette er en &forkortet (niveau 2) punkttabel
de: &kurzschrifttabelle
es: Esta es una tabla braille &contraída (grado 2)
fr: Il s’agit d’une table braille abrégé (grade 2)
hr: Ovo je &brajična tablica za kratkopis
it: Questa tabella è s&tenografica (grado 2)
pl: Jest to tablica brajlowska skrótów
pt: Isto é uma tabela Braille &contraído (grau 2)
pt_br: Esta é uma tabela braille &contraída (grau 2)
ru: Это брайлевская таблица второй &ступени

source: &Available for:
da: &Tilgængelig for:
de: &Verfügbar für:
es: &Disponible para:
fr: Disponible &pour :
hr: &Dostupno za:
it: D&isponibile per:
pl: &Dostępne dla:
pt: &Disponível para:
pt_br: Disponível p&ara:
ru: &Доступна для:

source: Input and output
da: Indskrivning og visning
de: Eingabe und Ausgabe
es: Entrada y salida
fr: Saisie et affichage
hr: Ulaz i izlaz
it: Lettura e scrittura
pl: Wprowadzanie i wyjście
pt: Escrita e leitura
pt_br: Entrada e saída
ru: Ввод и вывод

source: Input only
da: Kun indskrivning
de: Nur Eingabe
es: Solo entrada
fr: Saisie seulement
hr: Samo ulaz
it: Solo scrittura
pl: Tylko wprowadzanie
pt: Apenas escrita
pt_br: Apenas entrada
ru: Только ввод

source: Output only
da: Kun visning
de: Nur Ausgabe
es: Solo salida
fr: Affichage seulement
hr: Samo zilaz
it: Solo lettura
pl: Tylko wyjście
pt: Apenas leitura
pt_br: Apenas saída
ru: Только вывод

source: Choose a braille table file
da: Vælg en fil med en punkttabel
de: Wählen Sie eine Tabellen-Datei aus
es: Elija un archivo de tabla braille
fr: Choisissez un fichier de table braille
hr: Izaberite datoteku brajične tablice
it: Scegli una tabella Braille
pl: Wybierz plik tablicy brajlowskiej
pt: Escolher um ficheiro de tabela Braille
pt_br: Escolha um arquivo da tabela braille
ru: Выберите файл брайлевской таблицы

source: Liblouis table files
da: Liblouis tabelfiler
de: Libluis-Tabellendateien
es: archivos de tabla Liblouis
fr: Fichiers de table Liblouis
hr: Datoteke liblouis tablica
it: Tabelle Liblouis
pl: Pliki tablic liblouis
pt: Ficheiros das tabelas Liblouis
pt_br: Arquivos de tabela Liblouis
ru: Файлы таблиц Либлуис

source: Please specify a display name.
da: Angiv venligst et vist navn.
de: Bitte geben Sie einen Anzeigenamen ein.
es: Especifique un nombre para mostrar.
fr: Veuillez spécifier un nom d’affichage.
hr: Molimo odredite ime prikaza.
it: Si prega di specificare un nome.
pl: Proszę wprowadzić nazwę wyswietlaną.
pt: Introduza um nome de apresentação.
pt_br: Por favor, especifique o nome da linha braille.
ru: Пожалуйста, уточните модель брайлевского дисплея.

source: Invalid display name
da: Ugyldigt displaynavn
de: Ungültiger Anzeigename
es: Nombre para mostrar no válido
fr: Nom d’affichage invalide
hr: Nepravilno ime prikaza
it: Nome non valido
pl: Nieprawidłowa nazwa wyświetlana
pt: Nome de apresentação inválido
pt_br: O nome da linha braille é inválido
ru: Неправильное имя брайлевского дисплея

source: The specified path is not valid (%s).
da: Den angivne sti er ikke gyldig (%s).
de: Der Angegebene Pfad (%s) ist ungültig.
es: La ruta especificada no es válida (%s).
fr: Le répertoire spécifié est invalide (%s).
hr: Odredište koje ste odredili je nepravilno (%s).
it: Il percorso inserito non è valido (%s).
pl: Określona ścieżka jest nieprawidłowa (%s).
pt: O caminho especificado não é válido (%s).
pt_br: O caminho especificado não é válido (%s).
ru: Указанный путь не является допустимым (%s).

source: Invalid path
da: Ugyldig sti
de: Ungültiger Pfad
es: Ruta no válida
fr: Répertoire invalide
hr: Nepravilno odredište
it: Percorso non valido
pl: Nieprawidłowa ścieżka
pt: Caminho inválido
pt_br: Caminho inválido
ru: Неправильный путь

source: Braille Extender - Quick launches
da: Udvidelse til Punktskrift - Hurtigstartere
de: Braille Extender-Schnellstarts
es: Braille Extender - accesos rápidos
fr: Braille Extender - Lancements rapides
hr: Braille Extender - Brza pokretanja
it: Braille Extender - Collegamenti rapidi
pl: Szybkie uruchamiania Braille extendera
pt: Braille Extender - Aberturas rápidas
pt_br: Comandos rápidos do Braille Extender
ru: Быстрые запуски Braille extender

source: &Gestures:
da: &Bevægelser:
de: &Tastenbefehle:
es: &Gestos:
fr: &Gestes :
hr: &Geste:
it: &Tasti:
pl: &Zdarzenia wejścia:
pt: &Comandos:
pt_br: &Comandos:
ru: &Жесты::

source: &Location (file path, URL or command)
da: &Placering (fil, sti, URL eller kommando)
de: &Ort (Dateipfad, URL oder Befehl)
es: &Ubicación (ruta de archivo, URL o comando)
fr: &Emplacement (chemin de fichier, URL ou commande)
hr: &Lokacija (put do datoteke, web adresa ili komanda)
it: &Posizione (percorso file, URL o comando)
pl: &Lokalizacja (ścieżka do pliku, adres lub polecenie)
pt: &Localização (caminho do ficheiro, URL ou comando)
pt_br: &Local (caminho do arquivo, URL ou comando)
ru: &Расположение(путь к файлу, адрес или команда)

source: &Remove this gesture
da: &Fjern denne bevægelse
de: Diesen Tastenbefehl &entfernen
es: &Eliminar este gesto
fr: &Supprimer ce geste
hr: &Izbriši ovu gestu
it: &Rimuovi questo tasto
pl: &Usuń to zdarzenie wejścia
pt: &Remover este comando
pt_br: &Remover este comando
ru: &Удалить этот жест

source: &Add a quick launch
da: &Tilføj en hurtigstarter
de: Schnellstart &hinzufügen
es: &Añadir un acceso rápido
fr: &Ajouter un lancement rapide
hr: &Dodaj brzo pokretanje
it: &Aggiungi un collegamento rapido
pl: &Dodaj zdarzenie wejścia
pt: &Adicionar uma abertura rápida
pt_br: &adicionar um comando rápido
ru: &Добавить клавишу для быстрого запуска

source: Unable to associate this gesture. Please enter another gesture
da: Kan ikke tildele denne bevægelse. Angiv venligst en anden
de: Nicht in der lage, diesen befehl zu assoziieren. Bitte geben Sie einen anderen Befehl ein
es: No se puede asociar este gesto. Introduce otro gesto
fr: Impossible d’associer ce geste. Veuillez en entrer un autre
hr: Nije moguće pridružiti ovu gestu. Molimo upišite drugu
it: Impossibile associare questo tasto. Inserite un altro tasto
pl: Nie można skojarzyć to zdarzenie wejścia. Proszę wprowadzić inne
pt: Não foi possível associar este comando. Por favor, introduza outro comando
pt_br: Não é possível atribuir este comando. Insira outro
ru: Невозможно ассоциировать этот жест. Выберите другой

source: Please enter a gesture from your {addoncfg.curBD} braille display. Press space to cancel.
da: Angiv venligst en kommando fra dit {addoncfg.curBD} punktdisplay. Tryk Mellemrum for at annullere.
de: Drücken Sie eine Taste an Ihrer Braillezeile {addoncfg.curBD}. Drücken Sie die Leertaste, um abzubrechen.
es: Por favor, introduzca un gesto de su {addoncfg.curBD} pantalla braille. Pulse espacio para cancelar.
fr: Veuillez entrer un geste de commande depuis votre afficheur Braille {addoncfg.curBD}. Appuyez sur la touche Espace pour annuler.
hr: Unesite gestu na vašem{addoncfg.curBD} brajičnom retku. Pritisnite razmak za odustajanje.
it: Inserite un tasto dal vostro display braille {addoncfg.curBD}.
pl: proszę wprowadzić zdarzenie wejścia z państwa {addoncfg.curBD} monitora brajlowskiego.
pt: Introduza um comando a partir do seu dispositivo Braille {addoncfg.curBD}. Pressione espaço para cancelar.
pt_br: Por favor, insira un comando a partir da sua {addoncfg.curBD} linha braille. Pressione espaço para cancelar.
ru: Пожалуйста, введите жест с вашего {addoncfg.curBD} брайлевского дисплея. Нажмите пробел для отмены.

source: Out of capture
da: Uden for optagelse
de: Ausgeschnitten
es: Fuera de captura
fr: Hors de capture
hr: Izvan dosega
it: Fuori acquisizione
pl: Poza przechwytem
pt: Fim da captura
pt_br: Impossível capturar
ru: Вне жеста

source: The gesture captured is %s
da: Den registrerede bevægelse er %s
de: Der erfasste Befehl ist %s
es: El gesto capturado es %s
fr: Le geste capturé est %s
hr: Primljena gesta je %s
it: Il tasto acquisito è %s
pl: Przzejęty skrót to %s
pt: O comando capturado é %s
pt_br: O comando capturado é %s
ru: Перехваченный жест %s

source: Are you sure you wish to delete this shortcut?
da: Ønsker du virkelig at slette denne genvej?
de: Möchten Sie das Tastenkürzel entfernen?
es: ¿Está seguro de que desea eliminar este acceso directo?
fr: Êtes-vous sûr de vouloir supprimer ce raccourci ?
hr: Jeste li sigurni da želite ukloniti ovaj prečac?
it: Siete sicuri di voler eliminare questo comando?
pl: Czy jesteś pewien że chcesz usunąć ten skrót?
pt: Tem a certeza de que pretende eliminar este atalho?
pt_br: Tem certeza de que deseja remover este comando?
ru: Вы уверены, что вы хотите удалить это сочетание клавиш?

source: Remove shortcut
da: Fjern genvej
de: Tastenkürzel löschen
es: Eliminar acceso directo
fr: Supprimer le raccourci
hr: Uklanjanje prečaca
it: Rimuovi comando
pl: Usuń skrót
pt: Remover atalho
pt_br: Remover comando
ru: Удаление сочетания клавиш

source: {g} removed
da: {g} fjernet
de: {g} entfernt
es: {g} eliminado
fr: {g} supprimé
hr: {g} Izbrisana
it: {g} rimosso
pl: {g} Usunięto
pt: {g} removido
pt_br: {g} removido
ru: {g} удалено

source: Please enter the desired gesture for the new quick launch. Press "space bar" to cancel
da: Angiv venligst den ønskede bevægelse til den nye hurtigstarter. Tryk "Mellemrum" for at annullere
de: Bitte geben Sie die Tastenkombination für den neuen Schnellstart ein. Drücken Sie die Leertaste, um abzubrechen
es: Introduzca el gesto deseado para el nuevo inicio rápido. Pulse "barra espaciadora" para cancelar
fr: Veuillez entrer le geste souhaité pour ce nouveau lancement rapide. Pressez "barre espace" pour annuler
hr: Molimo pritisnite željenu kombinaciju tipaka za brzo pokretanje. Pritisnite "razmaknicu" kako biste odustali
it: Inserite il tasto desiderato per il nuovo collegamento rapido. Premete spazio per annullare
pl: Proszę wprowadzić chciane zdarzenie wejścia z klawiatury. Proszę nacisnąć "spację" aby anulować
pt: Introduza o comando pretendido para a nova abertura rápida. Pressione a "barra de espaços" para cancelar
pt_br: Insira a combinação desejada para o novo comando rápido. pressione "barra de espaços " para cancelar
ru: Пожалуйста, введите желаемый вами жест для данной функции. нажмите "пробел" для отмены

source: Don't add a quick launch
da: Tilføj ikke en hurtigstarter
de: Keinen Schnellstart hinzufügen
es: No añada un acceso rápido
fr: Ne pas ajouter de lancement rapide
hr: Ne dodavaj brzo pokretanje
it: Non aggiungere un collegamento rapido
pl: Nie dodawaj zdarzenie wejścia
pt: Não adicione uma abertura rápida
pt_br: Não adicione um comando rápido
ru: не добавлять на панель быстрого запуска

source: Choose a file for {0}
da: Vælg en fil for {0}
de: Wählen Sie eine Datei für {0} aus
es: Elija un archivo para {0}
fr: Choisissez un fichier pour {0}
hr: Odaberite datoteku za {0}
it: Scegli un file per {0}
pl: Proszę wybrać plik dla {0}
pt: Escolher um ficheiro para {0}
pt_br: Escolha um arquivo para {0}
ru: Выберьте файл для {0}

source: Please create or select a quick launch first
da: Venligst opret eller vælg en hurtigstarter først
de: Bitte wählen oder erstellen Sie zuerst einen Schnellstart
es: Por favor, cree o seleccione primero un acceso rápido
fr: Veuillez d’abord créer ou sélectionner un lancement rapide
hr: Najprije označite ili stvorite brzo pokretanje
it: Prima create o selezionate un collegamento rapido
pl: Najpierw wybierz, lub utwórz zdarzenie wejścia
pt: Crie ou seleccione primeiro uma abertura rápida
pt_br: Por favor, antes selecione ou crie um comando rápido
ru: Пожалуйста, создайте или выберите первый быстрый запуск

source: Error
da: Fejl
de: Fehler
fr: Erreur
hr: Greška
it: Errore
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка

source: Braille Extender settings
da: Indstillinger for Udvidelse til Punktskrift
de: Braille Extender-Einstellungen
es: Configuración de Braille Extender
fr: Paramètres de Braille Extender
hr: Postavke Braille extendera
it: Impostazioni di Braille Extender
pl: Ustawienia Braille extendera
pt: Configurações do Braille Extender
pt_br: Configuração do Braille Extender
ru: Настройки Braille Extender

source: normal configuration
da: normal konfiguration
de: Standard-Konfiguration
es: configuración normal
fr: configuration normale
hr: standardna konfiguracija
it: configurazione normale
pl: konfiguracja standardowa
pt: configuração normal
pt_br: configuração normal
ru: Настройки по умолчанию

source: &Number of last announcements to retain:
da: Behold dette &antal senest oplæste informationer:
de: &Anzahl der letzten Meldungen, die beibehalten werden sollen:
es: &Número de los últimos anuncios a conservar:
fr: &Nombre de dernières annonces à conserver :
hr: & Broj posljednjih objava koje treba zadržati:
it: &Numero degli ultimi annunci da conservare:
pl: &Liczba ostatnich komunikatów do zapamiętania:
pt: &Número dos últimos anúncios a reter:
pt_br: &Número de falas a manter:
ru: &Количество последних объявлений для сохранения:

source: &Prefix entries with their position in the history
da: Elementer i Talehistorik står med positionen &først
de: Einträge mit Position im Verlauf &vorangestellt
es: &Prefija las entradas con su posición en el historial
fr: &Préfixer les entrées par leur position dans l’historique
hr: & Prefiks unosa s njihovim položajem u povijesti
it: Leggi la posizione dei valori mentre esplori la cronologia
pl: &Dodaj liczbę pozycji wpisom w historii
pt: &Prefixar as entradas com a sua posição no histórico
pt_br: &Prefixar as entradas com a sua posição no histórico
ru: &Префиксные записи с их позицией в истории

source: &Read entries while browsing history
da: &Oplæs elementer ved gennemsyn af historik
de: &Einträge beim Navigieren im Verlauf mitteilen
es: &Leer entradas mientras navega por el historial
fr: &Lire les entrées pendant le parcours de l’historique
hr: & Čitanje unosa tijekom pregledavanja povijesti
it: Leggi le voci du&rante la navigazione nella cronologia
pl: &Odczytuj wpisy podczas przeglądu historii
pt: &Ler entradas ao navegar pelo histórico
pt_br: &Ler entradas ao navegar pelo histórico
ru: &Чтение записей во время просмотра истории

source: to speech history
da: til talehistorik
de: zum Sprachausgabenverlauf
fr: l’historique vocal
hr: u povijest govora
pl: do historii mowy
ru: к истории речи

source: Announcement copied to clipboard
da: Oplæsning kopieret til udklipsholder
de: Ankündigung in die Zwischenablage kopiert
es: Anuncio copiado en el portapapeles
fr: Annonce copiée dans le presse-papiers
hr: Objava kopirana u međuspremnik
it: Annuncio copiato negli appunti
pl: Komunikat skopiowany do schowka
pt: Anúncio copiado para a área de transferência
pt_br: Fala copiada para a área de transferência
ru: Объявление скопировано в буфер обмена

source: Toggle tethering of braille between the focus, the review position and the speech history
da: Skift binding af punktskrift imellem fokus, gennemsynsposition og talehistorikken
de: Umschalten der Braillezeilen-Kopplung zwischen dem Fokus, der Leseposition und dem Sprachausgabenverlauf
fr: Basculer le suivi braille entre focus, curseur de revue et historique vocal
hr: Preklopite vezivanje Brailleovog pisma između fokusa, položaja pregleda i povijesti govora
pl: Przełącza brajl pomiędzy trybem fokusu, przeglądu lub historią mowy
ru: Переключение привязки шрифта Брайля между фокусом, позицией обзора и историей речи

source: Sign
da: Fortegn
de: Zeichen
es: Firmar
fr: Signe
hr: Znak
it: Segno
pl: Znak
pt: Símbolo
pt_br: Símbolo
ru: Знак

source: Math
da: Matematik
de: Mathematik
es: Matemáticas
hr: Matematički znak ili operand
it: Matematica
pl: Matematyka
pt: Matemática
pt_br: Matemática
ru: Математика
