Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: No text
da: Ingen tekst
de: Kein Text
es: Sin texto
fr: Pas de texte
hr: Nema teksta
it: Nessun testo
pl: Brak tekstu
pt: Nenhum texto
pt_br: Não há texto
ru: Нет текста

source: Reports the cursor position of text under the braille cursor
da: Oplyser markørpositionen af tekst under punktmarkøren
de: Teilt die Cursor-Position im Text unter dem Braille-Cursor mit
es: Anuncia la posición del texto bajo el cursor braille
fr: Indique la position du curseur dans le texte
hr: Izgovara poziciju teksta pod brajičnim kursorom
it: Mostra le coordinate cursore del testo sotto il cursore Braille
pl: Wymawia pozycję kursora tekstu
pt: Comunica a posição do cursor do texto sob o cursor braille
pt_br: Anuncia a posição do texto sob o cursor braille
ru: Показывает позицию текста под брайлевским курсором

source: Shows hour and date changes automatically on a braille display
da: Viser ændringer i tid og dato automatisk på punktdisplayet
de: Zeigt Uhrzeit und Datum automatisch auf der Braillezeile an
es: Muestra los cambios de hora y fecha automáticamente en una pantalla braille
fr: Affiche la date et l’heure en temps réel sur un afficheur braille
hr: Automatski pokazuje izmjene datuma i vremena na brajičnom retku
it: Mostra automaticamente le modifiche alla data e all'ora in un display Braille
pl: Automatycznie wyświetla zmiany daty i czasu na monitorze brajlowskim
pt: Mostra as alterações da hora e da data automaticamente numa linha braille
pt_br: Mostra as mudanças de hora e data automáticamente numa linha braille
ru: Автоматически показывает изменяющиеся дату и время на брайлевском дисплее

source: Toggle automatic braille scroll
da: Slår automatisk displayrul til og fra
de: Schaltet das automatische Weiterlesen in Braille ein oder aus
es: Activar el desplazamiento automático en braille
fr: Basculer le défilement automatique du braille
hr: Uključuje ili isključuje modus automatskog čitanja
it: Abilita o disabilita lo scorrimento automatico del Braille
pl: Włącza i wyłącza automatyczne czytanie
pt: Alternar a deslocação automática em braille
pt_br: Ativa o rolamento automático do braille
ru: Включает и выключает автоматическую прокрутку

source: Increases the master volume
da: Øger systemlydstyrken
de: Erhöht die Hauptlautstärke
es: Aumenta el volumen principal
fr: Augmente le volume principal
hr: Povećava glavnu glasnoću
it: Alza il volume generale
pl: Zwiększa głośność główną
pt: Aumenta o volume principal
pt_br: Aumenta o volume principal
ru: Увеличивает громкость

source: Decreases the master volume
da: Sænker systemlydstyrken
de: Verringert die Hauptlautstärke
es: Disminuye el volumen principal
fr: Diminue le volume principal
hr: Smanjuje glavnu glasnoću
it: Abbassa il volume generale
pl: Zmniejsza głośność główną
pt: Diminui o volume principal
pt_br: Diminui o volume principal
ru: Уменьшает громкость

source: Toggle sound mute
da: Slår lyd til og fra
de: Schaltet die Audio-Stummschaltung ein oder aus
es: Alternar sonido silenciado
fr: Basculer la désactivation du son
hr: Uključuje ili isključuje utišavanje zvuka
it: Azzera o ripristina il volume
pl: Włącza i wyłącza wyciszanie dźwięku
pt: Alternar o emudecer o som
pt_br: Alternar mudo
ru: Включает и выключает звук

source: Shows the Braille Extender documentation
da: Viser dokumentationen til Udvidelse til Punktskrift
de: Zeigt die Dokumentation für Braille Extender an
es: Muestra la documentación de Braille Extender
fr: Affiche la documentation de Braille Extender
hr: Prikazuje uputstvo za upotrebu Braille extendera
it: Moastra la documentazione di Braille Extender
pl: Pokazuje pomoc Braille extendera
pt: Mostra a documentação do Braille Extender
pt_br: Mostra a documentação do Braille Extender
ru: Показывает справку Braille extender

source: No such file or directory
da: Denne fil eller mappe findes ikke
de: Datei oder Ordner existiert nicht
es: El archivo o directorio no existe
fr: Aucun fichier ou dossier de ce nom
hr: Nema takve mape ili datoteke
it: Nessun file o directory
pl: Niema takiego pliku lub katalogu
pt: Não existe tal ficheiro ou diretório
pt_br: O arquivo ou pasta não existe
ru: Нет такого файла или папки

source: Opens a custom program/file. Go to Braille Extender settings to define them
da: Åbner valgfrigt program/fil. Angiv dem i indstillingerne til Udvidelse til Punktskrift
de: Öffnet ein benutzerdefiniertes Programm oder eine Datei. Gehen Sie in die Einstellungen von Braille Extender, um diese zu definieren
es: Abre un programa/archivo personalizado. Vaya a la configuración de Braille Extender para definirlos
fr: Ouvre un programme / fichier personnalisé. Accédez aux paramètres de Braille Extender pour les définir
hr: Otvara prilagođeni program ili datoteku. Kako biste ih definirali, otvorite postavke Braille extendera
it: Apre un file o un programma scelto dall'utente. Vai nelle impostazioni di Braille Extender per definirli
pl: Otwiera program / plik, zdefiniowany przez użytkownika. Proszę wejść do ustawień aby je zdefiniować
pt: Abre um programa/ficheiro personalizado. Ir para as configurações do Braille Extender para o definir
pt_br: Abre um programa/arqivo personalizado. Vá às Configurações do Braille Extender para defini-los
ru: Открывает настроенну вами программу/файл. войдите в настройки, чтобы определить их

source: Checks for Braille Extender updates
da: Søger efter opdateringer til Udvidelse til Punktskrift
de: Sucht nach Updates für Braille Extender
es: Comprueba las actualizaciones de Braille Extender
fr: Vérifie les mises à jour de Braille Extender
hr: Provjerava za nadogradnje Braille extendera
it: Verifica la presenza di aggiornamenti di Braille Extender
pl: Sprawdza dostępność aktualizacji Braille extendera
pt: Verificações de actualizações do Braille Extender
pt_br: Busca por atualizações do Braille Extender
ru: Проверяет наличие новой версии Braille Extender

source: Increase braille autoscroll delay
da: Forøg forsinkelse ved auto-rul
de: Erhöht die Verzögerung beim automatischen Weiterlesen auf der Braillezeile
es: Aumentar el retardo del autodesplazamiento en braille
fr: Augmenter le délai du défilement automatique
hr: Povećava pauzu pri automatskom čitanju
it: Aumenta il ritardo dello scorrimento automatico del Braille
pl: Zwiększa czas automatycznego czytania
pt: Aumentar o atraso da deslocação automática em braille
pt_br: Aumenta o atraso do rolamento automático do braille
ru: Увеличение задержки автопрокрутки Брайля

source: Decrease braille autoscroll delay
da: Formindsk forsinkelse ved auto-rul
de: Verringert die Verzögerung beim automatischen Weiterlesen auf der Braillezeile
es: Reducir el retardo del desplazamiento automático en braille
fr: Diminuer le délai du défilement automatique
hr: Smanjuje pauzu pri automatskom čitanju
it: Diminuisce il ritardo dello scorrimento automatico del Braille
pl: Zmniejsza czas automatycznego czytania
pt: Diminuir o atraso da deslocação automática em braille
pt_br: Reduz o atraso do rolamento automático do braille
ru: Уменьшение задержки автопрокрутки Брайля

source: NVDA 2017.3 or later is required to use this feature
da: NVDA 2017.3 eller nyere er påkrævet for at benytte denne funktion
de: NVDA 2017.3 oder neuer ist erforderlich, um diese Funktion zu nutzen
es: Se requiere NVDA 2017.3 o posterior para utilizar esta función
fr: NVDA 2017.3 ou supérieur est requis pour utiliser cette fonctionnalité
hr: Kako biste mogli koristiti ovu opciju, zahtjeva se inačica NVDA 2017.3 ili novija
it: Per utilizzare questa funzionalità è richiesto NVDA 2017.3 o versioni successive
pl: Aby używać tę funkcję, wymagana jest wersja NVDA NVDA 2017.3 lub nowsza
pt: É necessário o NVDA 2017.3 ou posterior para utilizar esta funcionalidade
pt_br: É necessário utilizar o NVDA 2017.3 ou posterior para utilizar esta funcionalidade
ru: Чтобы пользоватся этой функцией, требуется NVDA 2017.3 или новее

source: You must choose at least two tables for this feature. Please fill in the settings
da: Du skal vælge mindst to tabeller til denne funktion. Udfyld venligst indstillingerne
de: Für diese Funktion sind mindestens zwei Braille-Tabellen erforderlich. Dies kann in den Einstellungen der Erweiterung festgelegt werden
es: Debe elegir al menos dos tablas para esta función. Rellene los campos
fr: Vous devez choisir au moins deux tables pour cette fonctionnalité. Merci de les renseigner dans les paramètres
hr: Morate koristiti najmanje dvije tablice za ovu mogučnost. Molimo popunite postavke
it: Per questa funzionalità dovete scegliere almeno due tabelle. Compilate opportunamente le impostazioni
pl: Dla tej funkcji należy wybrać chociaż dwie tablice brajlowskie. Proszę uzupełnić ustawienia
pt: Tem de escolher pelo menos duas tabelas para esta funcionalidade. Preencher as configurações
pt_br: É necessário definir ao menos duas tabelas para esta funcionalidade. Preencha nas configurações
ru: Для использования данной функции необходимо выбрать не менее двух таблиц. пожалуйста, выберите соответствующий пункт настроек.

source: Input: %s
da: Indtastning: %s
de: Eingabe: %s
es: Entrada: %s
fr: Saisie : %s
hr: Ulaz: %s
it: Scrittura: %s
pl: Wprowadzanie: %s
pt: Escrita: %s
pt_br: Entrada: %s
ru: Ввод: %s

source: Switches between configured braille input tables
da: Skifter imellem forudindstillede indskrivningstabeller
de: Wechselt zwischen den Braille-Eingabetabellen
es: Cambia entre las tablas de entrada braille configuradas
fr: Boucle parmi les tables braille de saisie configurées
hr: Prebacuje između konfiguriranih ulaznih brajičnih tablica
it: Cicla tra le tabelle Braille di scrittura configurate
pl: Przemieszcza pomiędzy skonfigurowanymi tablicami wprowadzania
pt: Alterna entre as tabelas de escrita braille configuradas
pt_br: Alterna entre as tabelas de entrada braille configuradas
ru: Переключает между настроенными брайлевскими таблицами ввода

source: Output: %s
da: Visning: %s
de: Ausgabe: %s
es: Salida: %s
fr: Affichage : %s
hr: Izlaz: %s
it: Lettura: %s
pl: Wyjście: %s
pt: Leitura: %s
pt_br: Saída: %s
ru: Вывод: %s

source: Switches between configured braille output tables
da: Skifter imellem forudindstillede visningstabeller
de: Wechselt zwischen konfigurierten Braille-Ausgabetabellen
es: Cambia entre las tablas de salida braille configuradas
fr: Boucle parmi les tables braille d’affichage configurées
hr: Prebacuje između konfiguriranih izlaznih brajičnih tablica
it: Cicla tra le tabelle Braille di lettura configurate
pl: Przemieszcza pomiędzy skonfigurowanymi tablicami wyświetlania
pt: Alterna entre as tabelas de leitura Braille configuradas
pt_br: Alterna entre as tabelas de saída braille configuradas
ru: Переключает между настроенными брайлевскими таблицами Вывода

source: Input and output: {I}.
da: Indtastning og visning: {I}.
de: Eingabe und Ausgabe: {I}.
es: Entrada y salida: {I}.
fr: Saisie et affichage: {I}.
hr: Ulaz i izlaz: {I}.
it: Input e output: {I}.
pl: Wprowadzanie i wyjście: {I}.
pt: Escrita e leitura: {I}.
pt_br: Entrada e saída: {I}.
ru: Ввод и вывод: {I}.

source: Input: {I}; Output: {O}
da: Indtastning: {I}; Oversættelse: {O}
de: Eingabe: {I}; Ausgabe: {O}
es: Entrada: {I}; Salida: {O}
fr: Affichage : {O} ; Saisie: {I}
hr: Ulaz: {I}; Izlaz: {O}
pl: Wprowadzanie: {I}; Wyjście: {O}
pt: Escrita: {I}; Saída: {O}
pt_br: Entrada: {I}; Saída: {O}
ru: Ввод: {I}; Вывод: {O}

source: Reports the current braille input and output tables
da: Oplyser aktuelt valgte punkttabeller til indskrivning og visning
de: Meldet die aktuellen Braille-Eingabe- und -Ausgabetabellen
es: Anuncia las tablas de entrada y salida braille actuales
fr: Indique les tables braille d’entrée et de sortie actuelles
hr: Izgovara nazive trenutnih ulaznih i izlaznih brajičnih tablica
it: Mostra le tabelle Braille di scrittura e di lettura in uso
pl: Podaję aktualną tablice wprowadzania i wyświetlania
pt: Anuncia as actuais tabelas de escrita e leitura de Braille
pt_br: Anuncia as tabelas de entrada e saída braille atuais
ru: Проговаривает актуальные брайлевские таблицы ввода и вывода

source: Reports the Unicode value of the character where the cursor is located and the decimal, binary and octal values
da: Oplyser Unicode-værdien for tegnet hvor cursoren er placeret samt den samme værdi i decimal, binær og oktal
de: Gibt dem Unicode-Wert des aktuellen Zeichens unter dem Cursor aus sowie den Dezimal-, Binär- und Oktalwert
es: Anuncia el valor Unicode del carácter donde se encuentra el cursor y de los valores decimal, binario y octal
fr: Indique la valeur Unicode du caractère où se trouve le curseur ainsi que les valeurs décimale, binaire et octale
hr: Izgovara unicode vrijednost znaka pod kursorom, a također njegovu decimalnu binarnu i oktalnu vrijednost
it: Mostra i valori unicode, decimale, binario e ottale del carattere su cui si trova il cursore
pl: Podaje wartość znaku pod kursorem jako wartość unicode lub dziesiątkową, binarną lub oktalną
pt: Informa o valor Unicode do carácter onde o cursor está localizado e os valores decimal, binário e octal
pt_br: Anuncia o valor Unicode do caractere onde se encontra o cursor e dos valores decimal, binário e octal
ru: Проговаривает юникодное значение знака под курсором, а также его двоичное, десятиричное и октальные значения

source: Shows the output speech for selected text in braille, useful for emojis for example
da: Vis taleoutput for den valgte tekst på punkt, Nyttigt for eksempel ved emojier
de: Zeigt die Sprachausgabe für ausgewählten Text in Braille an (nützlich z. B. für Emojis)
es: Muestra la salida de voz para el texto seleccionado en braille, útil para emojis por ejemplo
fr: Affiche l’énoncé vocal pour le texte sélectionné en braille. Pratique pour les emojis par exemple
hr: Prikazuje izgovorenu informaciju za označeni tekst na brajičnom retku, korisno je to na primjer za emoji simbole
it: Mostra in Braille l'output vocale del testo selezionato; utile, ad esempio, per le emoji
pl: Pokazuje wymówiony tekst, korzystne dla emoji
pt: Mostra a fala de saída do texto selecionado em braille, útil para emojis, por exemplo
pt_br: Exibe a saída de voz para o texto selecionado em braille, útil para emojis, por exemplo
ru: Показывает произнесённый текст в брайле, например полезно для эмодзи

source: No shortcut performed from a braille display
da: Ingen genvej udført fra punktdisplay
de: Kein Tastenkürzel auf der Braillezeile verwendet
es: No se realiza ningún atajo desde una pantalla braille
fr: Aucun raccourci effectué depuis un afficheur braille
hr: Nema izvođenog prečaca sa brajičnog redka
it: Nessun comando eseguito dal display Braille
pl: Brak skrótu klawiatury brajlowskiej
pt: Nenhum atalho efectuado a partir do dispositivo Braille
pt_br: Nenhum comando realizado a partir de uma linha braille
ru: Нет выполненой комбинации клавиш

source: Repeats the last shortcut performed from a braille display
da: Gentager den senest udførte genvej fra et punktdisplay
de: Wiederholt das letzte auf einer Braillezeile gedrückte Tastenkürzel
es: Repite el último atajo realizado desde una pantalla braille
fr: Répéte le dernier raccourci effectué depuis un afficheur braille
hr: Ponavlja zadnje izvedeni prečac sa brajičnog retka
it: Ripete l'ultimo comando eseguito dal display Braille
pl: Powtarza ostatni wywołany skrót na monitorze brajlowskim
pt: Repete o último atalho executado a partir do dispositivo Braille
pt_br: Repete o último comando realizado a partir de uma linha braille
ru: Повторяет последнюю комбинацию клавиш, нажатую на брайлевском дисплее

source: Braille Extender reloaded
da: Udvidelse til Punktskrift genindlæst
de: Braille Extender neu geladen
es: Braille Extender recargado
fr: Braille Extender rechargé
hr: Braille Extender je ponovno učitan
it: Braille Extender ricaricato
pl: Braille Extender został ponownie wczytany
pt: Braille Extender recarregado
pt_br: Braille Extender reiniciado
ru: Braille Extender перезагружен

source: Reloads Braille Extender
da: Genindlæser Udvidelse til Punktskrift
de: Lädt Braile Extender neu
es: Recarga Braille Extender
fr: Recharge Braille Extender
hr: Ponovno učitava Braille Extender
it: Ricarica Braille Extender
pl: Ponowynie wczytuje dodatek braille extender
pt: Recarrega o Braille extender
pt_br: Reinicia o Braille Extender
ru: Перезагружает Braille Extender

source: Reloads the primary braille display defined in settings
da: Genindlæser det primære punktdisplay angivet i indstillinger
de: Lädt die erste in den Einstellungen ausgewählte Braillezeile neu
es: Vuelve a cargar la pantalla braille principal definida en los ajustes
fr: Recharge le premier afficheur braille défini dans les paramètres
hr: Ponovno učitava brajični redak koji je bio prvi definiran u postavkama
it: Ricarica il display Braille principale definito nelle impostazioni
pl: Ponownie wczytuje pierwszy monitor brajlowski zdefiniowany w ustawieniach
pt: Recarrega o dispositivo Braille primário definido nas definições
pt_br: Reconecta a linha braille principal definida nas configurações
ru: Перезагружает первый брайлевский дисплей определённый в настройках

source: Reloads the secondary braille display defined in settings
da: Genindlæser det sekundære punktdisplay angivet i indstillinger
de: Lädt die zweite in den Einstellungen ausgewählte Braillezeile neu
es: Vuelve a cargar la pantalla braille secundaria definida en los ajustes
fr: Recharge le second afficheur braille défini dans les paramètres
hr: Ponovno učitava brajični redak koji je bio drugi definiran u postavkama
it: Ricarica il display Braille secondario definito nelle impostazioni
pl: Ponownie wczytuje drugi monitor brajlowski zdefiniowany w ustawieniach
pt: Recarrega o dispositivo Braille secundário definida nas configurações
pt_br: Reconecta a linha braille secundária definida nas configurações
ru: Перезагружает второй брайлевский дисплей определённый в настройках

source: No braille display specified. No reload to do
da: Ingen punktdisplay angivet. Ingen renindlæsning gennemført
de: Keine Braillezeile in den Einstellungen festgelegt, daher ist das Neuladen nicht möglich
es: No se especifica la pantalla braille. No hay que recargar
fr: Pas d’afficheur braille spécifié. Aucun rechargement à effectuer
hr: Nije određen brajični redak. Ništa nije potrebno ponovno pokretati
it: Nessun display Braille specificato. Nessun caricamento da effettuare
pl: Brak określonego monitora brajlowskiego. Nie można niczego ponownie wczytać
pt: Não foi especificado nenhum dispositivo Braille. Impossível recarregar
pt_br: Não há linha braille configurada. Não há o que reconectar
ru: Нет определённого Брайлевского дисплея. Нечего перезагружать

source: Keyboard shortcut cancelled
da: Tastaturgenvej annulleret
de: Tastenkürzel verworfen
es: Atajo de teclado cancelado
fr: Raccourci clavier annulé
hr: Prečac je odbačen
it: Tasto rapido annullato
pl: Anulowano skrót klawiszowy
pt: Atalho de teclado cancelado
pt_br: Comando de teclado cancelado
ru: Горячая клавиша отменена

source: Emulate pressing down
da: Svarer til at trykke
de: Tastendruck Pfeiltaste nach unten emulieren
es: Emular la pulsación hacia abajo
fr: Émuler l’appui maintenu de
hr: Oponaša pritisak strelice dolje
it: Simula la pressione
pl: Emuluje wciśnięcie strzałki w dół
pt: Emular a pressão para baixo
pt_br: Emular o pressionamento da seta para baixo
ru: Эмулирует нажатие стрелки вниз

source: on the system keyboard
da: på systemets tastatur
de: auf der System-Tastatur
es: en el teclado del sistema
fr: sur le clavier du système
hr: na tipkovnici sustava
it: nella tastiera del pc
pl: na klawiaturze systemowej
pt: no teclado do sistema
pt_br: no teclado do sistema
ru: на системной клавиатуре

source: Current braille view saved
da: Det viste på punktdisplayet er blevet gemt
de: Aktuelle Braille-Ansicht gespeichert
es: Vista braille actual guardada
fr: Vue braille actuelle sauvegardée
hr: Trenutačni brajični pregled je spremljen
it: Visualizzazione Braille corrente salvata
pl: Aktualny brajlowski przegląd zapisany
pt: Vista braille atual guardada
pt_br: Visualização atual de braille salva
ru: Текущий брайлевский просмотр сохранён

source: Buffer cleaned
da: Buffer renset
de: Puffer geleert
es: Búfer limpiado
fr: Tampon vidé
hr: Spremnik je izbrisan
it: Buffer svuotato
pl: Bufor wyczyszczony
pt: Buffer limpo
pt_br: Buffer limpo
ru: Буфер очищен

source: Saves the current braille view. Press twice quickly to clean the buffer
da: Gem det, der vises på punktdisplayet. Tryk 2 gange hurtigt for at tømme bufferen
de: Speichert die aktuelle Braille-Ansicht. Zweimal schnell drücken, um den Puffer zu leeren
es: Guarda la vista braille actual. Pulse dos veces rápidamente para limpiar el búfer
fr: Sauvegarde la vue braille actuelle. Appuyez deux fois rapidement pour effacer le tampon
hr: Sprema prvi brajični pregled. Pritisnite dva puta brzo za čišćenje spremnika
it: Salva la visualizzazione Braille corrente. Premere due volte velocemente per svuotare il buffer
pl: Zachowuje aktualny przegląd brajlowski. Aby oczyszczyć bufor, naciśnij dwukrotnie szybko
pt: Guarda a visualização braille atual. Premir duas vezes rapidamente para limpar a memória intermédia
pt_br: Salva a visualização de braille atual. Pressione duas vezes rápidamente para limpar o buffer
ru: Сохраняет текущий брайлевский просмотр. Нажмите дважды, чтобы очистить

source: View saved
da: Vis gemte
de: Ansicht gespeichert
es: Ver guardado
fr: Vue sauvegardée
hr: Pregled je spremljen
it: Visualizzazione salvata
pl: Przegląd zapisany
pt: Ver guardado
pt_br: Visualização salva
ru: Просмотр сохранён

source: Buffer empty
da: Buffer er tom
de: Puffer ist leer
es: Búfer vacío
fr: Tampon vide
hr: Spremnik je prazan
it: Buffer vuoto
pl: Bufor jest pusty
pt: Buffer vazio
pt_br: Buffer vazio
ru: Буфер пуст

source: Shows the saved braille view through a flash message
da: Vis det gemte punktdisplay-billede ved hjælp af en flashmeddelelse
de: Zeigt die aktuelle Braille-Ansicht in einer Blitzmeldung an
es: Muestra la vista braille guardada mediante un mensaje flash
fr: Affiche la vue braille enregistrée via un message flash
hr: Prikazuje spremljeni brajični pregled u flash poruci
it: Mostra la visualizzazione Braille salvata con un messaggio flash
pl: Pokazuje zachowany przegląd brajlowski w wiadomości błyskawicznej
pt: Mostra a visualização braille guardada através de uma mensagem flash
pt_br: Exibe a visualização braille salva através de uma mensagem instantânea
ru: Показывает актуальный брайлевский просмотр в виде краткого сообщения

source: Pause
de: Anhalten
es: Pausa
hr: Pauza
it: Pausa
pl: Wstrzymaj
pt: Pausa
pt_br: Pausa
ru: Пауза

source: Resume
da: Genoptag
de: Fortfahren
es: Reanudar
fr: Reprendre
hr: Nastavi
it: Riprendi
pl: Wznów
pt: Retomar
pt_br: Retomar
ru: Возобновить

source: Auto test type %d
de: Auto-Test-Typ %d
es: Tipo de prueba automática %d
fr: Auto test %d
hr: Tip automatskog testiranja %d
it: Tipo di auto test %d
pl: Typ testu automatycznego %d
pt: Tipo de ensaio automático %d
pt_br: Tipo de autoteste %d
ru: Тип автотеста %d

source: Auto test stopped
da: Autotest stoppet
de: Auto-Test angehalten
es: Prueba automática detenida
fr: Défilement automatique arrêté
hr: Automatsko testiranje je zaustavljeno
it: Auto test terminato
pl: Testowanie automatyczne zatrzymane
pt: Teste automático parado
pt_br: Autoteste pausado
ru: Автотест остановлен
