Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: If you want to enter a character from its HUC8 representation, simply enter the HUC8 pattern. Since a HUC8 sequence must fit on 3 or 4 cells, the interpretation will be performed each time 3 or 4 dot combinations are entered. If you wish to enter a character from its hexadecimal, decimal, octal or binary value, do the following:
da: Hvis du ønsker at indtaste et tegn ud fra dets HUC8-gengivelse, skal du blot indtaste HUC8-mønstret. Eftersom en HUC8-sekvens skal fylde 3 eller 4 celler, bliver fortolkningen udført efter indtastning af 3 eller 4 punktkombinationer. Hvis du ønsker at indtaste et tegn ved hjælp af dets hexadecimal, decimal, octal eller binære værdi, skal du gøre følgende:
de: Wenn Sie ein Zeichen aus der HUC8-Darstellung eingeben möchten, geben Sie einfach das HUC8-Muster ein. Da eine HUC8-Sequenz drei oder vier Module umfasst, wird die Interpretation jedes Mal durchgeführt, wenn drei oder vier Punktkombinationen eingegeben werden. Wenn Sie ein Zeichen von als Hexadezimal-, Dezimal-, Oktal- oder Binärwert eingeben möchten, gehen Sie wie folgt vor:
es: Si desea introducir un carácter a partir de su representación HUC8, introduzca simplemente el patrón HUC8. Dado que una secuencia HUC8 debe caber en 3 ó 4 celdas, la interpretación se realizará cada vez que se introduzcan 3 ó 4 combinaciones de puntos. Si desea introducir un carácter a partir de su valor hexadecimal, decimal, octal o binario, haga lo siguiente:
fr: Si vous souhaitez saisir un caractère à partir de sa représentation HUC8, entrez simplement le motif HUC8. Puisqu’une séquence HUC8 doit tenir sur 3 ou 4 cellules, l’interprétation sera effectuée chaque fois que 3 ou 4 combinaisons de points sont entrées. Si vous souhaitez saisir un caractère à partir de sa valeur hexadécimale, décimale, octale ou binaire, procédez comme suit :
hr: Ako želite upisati znak koristeći HUC8 prikaz, jednastavno upisujte njegovu HUC8 kombinaciju. Budući da HUC prikaz staje u tri ili četiri ćelije, prijevod se vrši poslije upisivanja 3 ili 4 znakovne kombinacije. Ako želite upisivati znak koristeći njegovu heksadecimalnu, decimalnu, oknalnu ili binarnu vrijednost, Učinite sljedeće:
it: Se volete inserire la rappresentazione HUC8 di un carattere, inserite semplicemente tale pattern. Poiché una sequenza HUC8 deve entrare in 3 o 4 celle, l'interpretazione sarà effettuata ogni volta che vengono inserite tre o quattro combinazioni di punti. Se volete inserire il valore esadecimale, decimale, ottale o binario di un carattere, fate quanto segue:
pl: Jeżeli chcesz wprowadzić znak używając jego reprezentację w systemie HUC8, Prosto wprowadź wzorzec znaku w systemie HUC8. Dlatego że HUC8 musi się układać w trzech lub czterech komórkach, znak zostanie przetłumaczony po wprowadzeniu trzech lub czterech komórek. Jeżeli chcesz wprowadzić znak z wartości szesnastkowej, dziesiętnej, oktalnej lub binarnej wykonaj następujące czynności:
pt: Se pretender introduzir um caracter a partir da sua representação HUC8, basta introduzir o padrão HUC8. Uma vez que uma sequência HUC8 tem de caber em 3 ou 4 células, a interpretação será efectuada sempre que forem introduzidas 3 ou 4 combinações de pontos. Se pretender introduzir um carácter a partir do seu valor hexadecimal, decimal, octal ou binário, faça o seguinte:
pt_br: Si desejar inserir um caractere a partir de sua representação HUC8, insira simplesmente o padrão HUC8. Dado que uma sequência HUC8 geralmente se limita a 3 ou 4 células, a interpretação se realizará cada vez que se inserir 3 ou 4 combinações de pontos. Si desejar inserir um caractere a partir do seu valor hexadecimal, decimal, octal o binário, faça o seguinte:
ru: Если хотите написать знак в качестве его отображения HUC8, просто начните писать HUC8 комбинацию точек. Хоть отображение HUC8 должно поместиться в три или в четыре клетки, перевод будет выполнятся после нажатия трёх или четырёх комбинаций. Если хотите написать знак через отображения шестнадцатиричное, десятиричное, восмиричное или двоичное, выполните следующее:

source: Enter {braillePattern}
da: Angiv {braillePattern}
de: Geben Sie {braillePattern} ein
es: Introduzca {braillePattern}
fr: Saisissez {braillePattern}
hr: Upišite {braillePattern}
it: Inserite {braillePattern}
pl: Wprowadź {braillePattern}
pt: Escrever usando {braillePattern}
pt_br: Insira {braillePattern}
ru: Начните писать{braillePattern}

source: Specify the basis as follows
da: Angiv basen som følger
de: Bestimmen sie die Basis wiefolgt
es: Especifique la base de la siguiente manera
fr: Spécifiez la base comme suit
hr: Odredite brojevnu bazu vrijednosti kako slijedi
it: Specificate la base come segue
pl: Podaj podstawę jak pokazano poniżej
pt: Especificar a base da seguinte forma
pt_br: Especifique a opção da seguinte forma
ru: Определите базу следующим образом

source: ⠭ or ⠓
da: ⠭ eller ⠓
de: ⠭ oder ⠓
es: ⠭ o ⠓
fr: ⠭ ou ⠓
hr: ⠭ ili ⠓
it: ⠭ o ⠓
pl: ⠭ lub ⠓
pt: ⠭ ou ⠓
pt_br: ⠭ ou ⠓
ru: ⠭ или ⠓

source: for a hexadecimal value
da: for en hexadecimal værdi
de: Für einen hexadezimalen Wert
es: para un valor hexadecimal
fr: pour une valeur hexadécimale
hr: za heksadecimalnu vrijednost
it: per un valore esadecimale
pl: Dla wartości szesnastkowej
pt: para um valor hexadecimal
pt_br: para um valor hexadecimal
ru: для шестнадцатиричного значения

source: for a decimal value
da: for en decimal værdi
de: Für einen dezimalen Wert
es: para un valor decimal
fr: pour une valeur décimale
hr: za decimalnu vrijednost
it: per un valore decimale
pl: Dla wartości dziesiętnej.
pt: para um valor decimal
pt_br: para um valor decimal
ru: для десятиричного значения

source: for an octal value
da: for en octal værdi
de: Für einen oktalen Wert
es: para un valor octal
fr: pour une valeur octale
hr: za oktalnu vrijednost
it: per un valore ottale
pl: Dla wartości usemkowej.
pt: para um valor octal
pt_br: para um valor octal
ru: для восмиричного значения

source: for a binary value
da: for en binær værdi
de: Für einen binären Wert
es: para un valor binario
fr: pour une valeur binaire
hr: za binarnu vrijednost
it: per un valore binario
pl: Dla wartości binarnej
pt: para um valor binário
pt_br: para um valor binário
ru: для двоичного значения

source: Enter the value of the character according to the previously selected basis.
da: Angiv tegnets værdi svarende til den base, der tidligere er valgt.
de: Geben Sie den Wert des Zeichens entsprechend der zuvor ausgewählten Basis ein.
es: Introduzca el valor del carácter según la base seleccionada previamente.
fr: Entrez la valeur du caractère selon la base précédemment sélectionnée.
hr: Upišite znak u skladu sa odabranom brojevnom bazom.
it: Inserite il valore del carattere a seconda della base selezionata in precedenza.
pl: Wprowadź wartość znaku w poprzednio wybranej podstawie.
pt: Introduzir o valor do caracter de acordo com a base previamente seleccionada.
pt_br: Insira o valor do caractere de acordo com a opção selecionada anteriormente.
ru: Начните писать знак в соответствии с выбранной базой.

source: Press Space to validate.
da: Tryk Mellemrum for at godkende.
de: Drücken Sie zum Bestätigen die Leertaste.
es: Pulse la barra espaciadora para validar.
fr: Appuyez sur Espace pour valider.
hr: Pritisnite razmaknicu za provjeru.
it: Premete Spazio per validare.
pl: Naciśnij spację w celu sprawdzenia.
pt: Pressionar Espaço para validar.
pt_br: Pressione a barra de espaços para validar.
ru: Чтобы проверить, нажмите пробел.

source: For abbreviations, you must first add them in the dialog box — Advanced input mode dictionary —. Then, you just have to enter your abbreviation and press space to expand it. For example, you can define the following abbreviations: "⠎⠺" with "sandwich", "⠋⠛⠋⠗" to "🇫🇷".
da: Forkortelser skal først tilføjes i dialogboksen — Avanceret indtastningstilstand ordbog —. Indskriv derefter forkortelsen og tryk Mellemrum for at udvide den. Man kan fx definere følgende forkortelser: "⠎⠺" for "sandwich", "⠋⠛⠋⠗" for "🇫🇷".
de: Bei Abkürzungen müssen Sie diese zunächst im Dialogfeld - Wörterbuch für den erweiterten Eingabemodus - hinzufügen. Dann müssen Sie nur noch Ihre Abkürzung eingeben und die Leertaste drücken, um sie zu erweitern. Sie können z.B. die folgenden Abkürzungen definieren: "⠎⠺" mit "Sandwich", "⠋⠛⠋⠗" bis "🇫🇷".
es: Para las abreviaturas, primero debe añadirlas en el cuadro de diálogo -Diccionario del modo de entrada avanzado-. A continuación, basta con introducir la abreviatura y pulsar la barra espaciadora para expandirla. Por ejemplo, puede definir las siguientes abreviaturas: "⠎⠺" con "sándwich", "⠋⠛⠋⠗" a "🇫🇷".
fr: Pour les abréviations, vous devez d’abord les ajouter dans la boîte de dialogue — Dictionnaire du mode de saisie avancée —. Ensuite, il vous suffit de saisir votre abréviation et d’appuyer sur l’espace pour la développer. Par exemple, vous pouvez définir les abréviations suivantes: "⠎⠺" avec "sandwich", "⠋⠛⠋⠗" à "🇫🇷".
hr: Za skraćenice, prvo ih morate dodati u dijaloški okvir - rječnici naprednog načina unosa -. Poslije toga trebate upisati vašu kraticu i pritisnuti enter za raširivanje. na primjer, možete pridružiti — ⠎⠺ — sa — sendvič —. "⠋⠛⠋⠗" sa "🇫🇷".
it: Le abbreviazioni vanno prima aggiunte nella finestra di dialogo "Dizionario per la modalità di scrittura avanzata". Successivamente dovrete soltanto inserire l'abbreviazione e premere spazio per espanderla. Per esempio, potete definire le seguenti abbreviazioni: "⠎⠺" con "sandwich", "⠋⠛⠋⠗" per "🇫🇷".
pl: Skróty musisz najpierw dodać w oknie "słowniki zaawansowanego trybu", następnie musisz po prostu wpisać swój skrót i wcisnąć spację w celu jego rozwinięcia. Na przykład, możesz skojarzyć wzór ⠎⠺ ze słowem kanapka<, a "⠋⠛⠋⠗" z emoji "🇫🇷".
pt: Para as abreviaturas, tem de as adicionar primeiro na caixa de diálogo - Dicionário do modo de introdução avançado -. Depois, basta introduzir a abreviatura e premir espaço para a expandir. Por exemplo, pode definir as seguintes abreviaturas: "⠎⠺" com "sanduíche", "⠋⠛⠋⠗" para "🇫🇷".
pt_br: Para as abreviações, primeiro debe adicioná-las no diálogo -Dicionário do modo de entrada avançado-. Em seguida, basta inserir a abreviaçAo e pressionar a barra de espaços para expandi-la. Por exemplo, pode definir as seguintes abreviações: "⠎⠺" como "sanduíche", "⠋⠛⠋⠗" para "🇫🇷".
ru: Для сокращений, сначала нужно их добавить в диалоговом окне - словари расширенного ввода -. после этого, начните писать своё сокращение и нажмите пробел чтобы расширить его. Например, Возможно прикрутить — ⠎⠺ — к— слову бутерброд "⠋⠛⠋⠗" для "🇫🇷".

source: Here are some examples of sequences to be entered for given characters:
da: Her følger nogle eksempler på sekvenser, der kan indtastes for bestemte tegn:
de: Hier sind einige Beispiele für Sequenzen, die für bestimmte Zeichen eingegeben werden müssen:
es: He aquí algunos ejemplos de secuencias que deben introducirse para determinados caracteres:
fr: Voici quelques exemples de séquences à saisir pour des caractères donnés :
hr: Ovdje su primjeri za upis znakova pri korištenju raznih kombinacija:
it: Ecco qualche esempio di sequenza da inserire per ottenere il carattere corrispondente:
pl: Poniżej podano przykłady sekwencji które możesz wpisać dla danych znaków:
pt: Eis alguns exemplos de sequências a introduzir para determinados caracteres:
pt_br: Aqui estão alguns exemplos de sequências que deben ser inseridas para determinados caracteres:
ru: Здесь приводятся примеры для некоторых знаков:

source: Note: the HUC6 input is currently not supported.
da: Bemærk: Indtastning med HUC6 understøttes ikke i øjeblikket.
de: Hinweis: Die Eingabe von HUC6 wird derzeit nicht unterstützt.
es: Nota: actualmente no se admite la entrada HUC6.
fr: Remarque : l’entrée HUC6 n’est actuellement pas prise en charge.
hr: Napomena: HUC6 unos nije podržan.
it: Nota: la rappresentazione HUC6 al momento non è supportata.
pl: Uwaga! Wprowadzanie znaków w reprezentacji HUC6 nie jest obecnie wspierane.
pt: Nota: a entrada HUC6 não é atualmente suportada.
pt_br: Observação: atualmente a entrada HUC6 não é suportada.
ru: Примечание: Ввод HUC6 не поддерживается.

source: One-hand mode
da: Enhåndstilstand
de: Einhandmodus
es: Modo a una mano
fr: Mode unimanuel
hr: Način upisa jednom rukom
it: Modalità a una mano
pl: Tryb jednoręczny
pt: Modo de uma mão
pt_br: Modo de uma mão
ru: Режим одной руки

source: This feature allows you to compose a cell in several steps. This can be activated in the general settings of the extension's preferences or on the fly using NVDA+Windows+h gesture by default (⡂+space on supported displays). Three input methods are available.
da: Denne funktion gør det muligt at sammensætte en celle i flere trin. Den kan aktiveres fra tilføjelsens generelle indstillinger eller direkte med inputbevægelsen NVDA+Windows+h som standard (⡂+mellemrum på understøttede displays). Der findes tre metoder til indtastning.
de: Diese Funktion ermöglicht es Ihnen, ein Modul in mehreren Schritten zusammenzustellen. Dies kann in den allgemeinen Einstellungen der Optionen der Erweiterung oder auf die Schnelle mittels NVDA+Windows+h standardmäßig aktiviert werden (⡂+Leerzeichen auf unterstützten Zeilen). Es stehen drei Eingabemethoden zur Verfügung.
es: Esta función permite componer una celda en varios pasos. Puede activarse en la configuración general de las preferencias de la extensión o sobre la marcha mediante el gesto NVDA+Windows+h por defecto (⡂+espacio en las pantallas compatibles). Hay tres métodos de entrada disponibles.
fr: Cette fonctionnalité vous permet de composer une cellule en plusieurs étapes. Ceci peut être activé dans les paramètres généraux des préférences de l’extension ou à la volée en utilisant le geste NVDA + Windows + h par défaut (⡂ + espace sur les afficheurs pris en charge). Trois méthodes de saisie sont disponibles.
hr: Ova vam funkcija omogućuje upis znakova u nekoliko koraka. Opa opcija može biti aktivirana u općim postavkama dodatka ili s pomoću podrazumjevanog prečaca NVDA+Windows+h (⡂+razmaknica na podržanim brajičnim retcima). Tri metode unosa su dostupne.
it: Questa funzionalità vi permette di inserire un carattere Braille in più tempi; può essere attivata nelle impostazioni generali delle preferenze dell'estensione o al volo con il tasto di default NVDA+Windows+h (⡂+spazio nei display Braille supportati). Sono disponibili tre metodi di scrittura.
pl: Funkcja ta pozwala ci stworzyć wzór w kilku krokach. W celu aktywacji tej opcji możesz udać się do ustawień ogólnych dodatku lub też wcisnąć skrót NVDA+WINDOWS+H (⡂+spacja dla wspieranych monitorów brajlowskich). Dostępne są trzy metody wprowadzania.
pt: Esta funcionalidade permite-lhe compor uma célula em várias etapas. Isto pode ser activado nas configurações gerais das preferências da extensão ou em tempo real usando o atalho NVDA+Windows+h por defeito (⡂+espaço em ecrãs suportados). Estão disponíveis três métodos de entrada.
pt_br: Esta função permite compor uma célula em vários passos. Ela pode ser ativada nas configurações do complemento ou diretamente através do comando NVDA+Windows+h por padrão (⡂+espaço nas linhas braille compatíveis). Há três métodos de entrada disponíveis.
ru: Эта функция позволяет вам писать текст в нескольких шагах. Эта опция может быть включена в настройках дополнения или на лету, используя NVDA+Windows+h по умолчанию (⡂+пробел на поддержанных брайлевских дисплеях). Доступно три способа ввода.

source: Method #1: fill a cell in 2 stages on both sides
da: Metode #1: fyld en celle i 2 trin på begge sider
de: Methode #1: Füllen eines Moduls in zwei Schritten auf beiden Seiten
es: Método #1: rellenar una celda en 2 fases por ambos lados
fr: Méthode n° 1 : remplir une cellule en 2 étapes des deux côtés
hr: Metoda #1: popuni ćeliju u dva koraka obostrano
it: Metodo #1: inserisci il carattere in due fasi su entrambi i lati
pl: Metoda 1: wypełnij komórkę w dwóch etapach
pt: Método #1: preencher uma célula em 2 fases em ambos os lados
pt_br: Método #1: preencher uma célula em 2 passos por ambos os lados
ru: Способ № 1: заполнить ячейки в 2 этапа с обеих сторон

source: With this method, type the left side dots, then the right side dots. If one side is empty, type the dots correspondig to the opposite side twice, or type the dots corresponding to the non-empty side in 2 steps.
da: Bruges denne metode, indtastes først punkterne i venstre side efterfulgt af punkterne i højre side. Hvis den ene side er tom, skriv de punkter 2 gange, der hører til på den modsatte side, eller med andre ord: Skriv punkterne tilhørende den ikke-tomme side i 2 trin.
de: Bei dieser Methode geben Sie zuerst die Punkte auf der linken und dann die Punkte auf der rechten Seite ein. Wenn eine Seite leer ist, geben Sie die Punkte, die der gegenüberliegenden Seite entsprechen, zweimal ein, oder geben Sie die Punkte, die der nicht leeren Seite entsprechen, in zwei Schritten ein.
es: Con este método, escriba los puntos del lado izquierdo y, a continuación, los del lado derecho. Si uno de los lados está vacío, escriba los puntos correspondientes al lado opuesto dos veces, o escriba los puntos correspondientes al lado no vacío en 2 pasos.
fr: Avec cette méthode, tapez les points du côté gauche, puis les points du côté droit. Si un côté est vide, tapez deux fois les points correspondant au côté opposé ou tapez les points correspondant au côté non vide en 2 étapes.
hr: Uz pomoć ove metode, upisujte točke lijeve strane, a potom desne strane. Akj je jedna strana prazna, upisujte točke koje odgovaraju točkama suprotne strane dvaput, ili upisujte točke koje odgovaraju strani koja nije prazna u dva koraka.
it: Con questo metodo, digitate prima i punti del lato sinistro e poi i punti del lato destro del casellino. Se un lato è vuoto (ossia se i punti che compongono il carattere da inserire si trovano tutti sullo stesso lato), digitate i punti che si trovano sul lato non vuoto per due volte o in due tempi.
pl: Dla tej metody, wpisz najpierw punkty odpowiadające lewej stronie znaku, a potem te dla prawej strony. Jeżeli znak posiada tylko jedną stronę, wpisz go podwójnie.
pt: Com este método, escreva os pontos do lado esquerdo e depois os pontos do lado direito. Se um dos lados estiver vazio, escreva duas vezes os pontos correspondentes ao lado oposto, ou escreva os pontos correspondentes ao lado não vazio em 2 passos.
pt_br: Com este método, escreva os pontos do lado esquerdo e, em seguida, os do lado direito. Si um dos lados está vazío, escreva os pontos correspondentes al lado oposto duas vezes, ou escreva os pontos correspondentes al lado não vazío em 2 passos.
ru: С помощью этого метода, набирайте точки одной стороны клетки, а потом правую сторону клетки. Если одна сторона пустая, набирайте точки соответствующие обратной стороны два раза, или набирайте точки, которые соответствуют полной стороны в два шага.

source: For example:
da: For eksempel:
de: Zum Beispiel:
es: Por ejemplo:
fr: Par exemple :
hr: Na primjer:
it: Per esempio:
pl: Na przykład:
pt: Como texto (por exemplo: 7.5/10)
pt_br: Por exemplo:
ru: Например:

source: For ⠛: press dots 1-2 then dots 4-5.
da: For ⠛: tryk punkterne 1-2 efterfulgt af punkterne 4-5.
de: Für ⠛: drücken Sie Punkte 1-2 und dann Punkte 4-5.
es: Para ⠛: pulse los puntos 1-2 y luego los puntos 4-5.
fr: Pour ⠛ : appuyez sur les points 1-2 puis sur les points 4-5.
hr: Za ⠛: pritisnite točkice 1-2 a potom točkice 4-5.
it: Per la ⠛: digitate i punti 1-2 seguiti dai punti 4-5.
pl: Dla znaku ⠛: wciśnij punkty 1-2 a potem punkty 4-5.
pt: Para ⠛: prima os pontos 1-2 e depois os pontos 4-5.
pt_br: Para ⠛: pressione os pontos 1-2 e a seguir os pontos 4-5.
ru: Для ⠛: набирайте точки 1-2 потом точки 4-5.

source: For ⠃: press dots 1-2 then dots 1-2, or dot 1 then dot 2.
da: For ⠃: tryk punkterne 1-2 efterfulgt af punkterne 1-2 eller punkt 1 efterfulgt af punkt 2.
de: Für ⠃: drücken Sie Punkte 1-2, dann Punkte 1-2, oder Punkt 1, dann Punkt 2.
es: Para ⠃: pulse los puntos 1-2 y luego los puntos 1-2, o el punto 1 y luego el punto 2.
fr: Pour ⠃: appuyez sur les points 1-2 puis sur les points 1-2, ou sur le point 1 puis le point 2.
hr: Za ⠃: upišite točkice 1-2 a potom točkice 1-2, ili točku 1 a potom točku 2.
it: Per la ⠃: digitate i punti 1-2 seguiti dai punti 1-2, oppure il punto 1 seguito dal punto 2.
pl: Dla znaku ⠃: wprowadź punkty 1-2 potem punkty 1-2, lub punkt 1 a potem punkt 2.
pt: Para ⠃: prima os pontos 1-2 e depois os pontos 1-2, ou o ponto 1 e depois o ponto 2.
pt_br: Para ⠃: pressione os pontos 1-2 e a seguir os pontos 1-2, ou o punto 1 e direita luego o ponto 2.
ru: Для ⠃: набираййте точки 1-2 потом точки 1-2, или точку 1 потом dot 2.

source: For ⠘: press 4-5 then 4-5, or dot 4 then dot 5.
da: For ⠘: Tryk punkterne 4-5 efterfulgt af punkterne 4-5 eller punkt 4 efterfulgt af punkt 5.
de: Für ⠘: drücken Sie 4-5 und dann 4-5, oder Punkt 4 und dann Punkt 5.
es: Para ⠘: pulse 4-5 y luego 4-5, o punto 4 y luego punto 5.
fr: Pour ⠘: appuyez sur 4-5 puis 4-5, ou point 4 puis point 5.
hr: Za ⠘: upišite 4-5 a potom 4-5, ili točku 4 a potom točku 5.
it: Per il simbolo ⠘: digitate i punti 4-5 seguiti dai punti 4-5, oppure il punto 4 seguito dal punto 5.
pl: Dla znaku ⠘: wciśnij punkty 4-5 a potem punkty 4-5, lub punkt 4 a potem punkt 5.
pt: Para ⠘: prima 4-5 e depois 4-5, ou ponto 4 e depois ponto 5.
pt_br: Para ⠘: pressione 4-5 e a seguir 4-5, ou o ponto 4 e a seguir o ponto 5.
ru: для ⠘: набирайте 4-5 потом 4-5, или точку 4 потом точку 5.

source: Method #2: fill a cell in two stages on one side (Space = empty side)
da: Metode #2: fyld en celle i to trin på én side (Mellemrum = tom side)
de: Methode #2: Füllen eines Moduls in zwei Schritten auf einer Seite (Leerzeichen = leere Seite)
es: Método #2: rellenar una celda en dos etapas por un lado (Espacio = lado vacío)
fr: Méthode n° 2 : remplir une cellule en deux étapes sur un côté (espace = côté vide)
hr: Metoda#2: ispuni ćeliju u dva koraka jednostrano (razmaknica označava praznu stranu)
it: Metodo #2: inserisci il carattere in due fasi su un lato (spazio = lato vuoto)
pl: Metoda 2: wypełnij komórkę w dwuch etapach, spacja równa się pustej stronie znaku
pt: Método #2: preencher uma célula em duas fases num dos lados (Espaço = lado vazio)
pt_br: Método #2: preencher uma célula em duas etapas por um lado (Espaço = lado vazío)
ru: Способ # 2: заполнить ячейки в два этапа на одной стороне (пробел = пропуск клетки
