Repository: AAClause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: he, uk

source: Default
he: ברירת מחדל
uk: Початково

source: Moving in the text
he: מעבר בתוך הטקסט
uk: Переміщення в тексті

source: Text selection
he: סימון טקסט
uk: Виділення тексту

source: Objects
he: אובייקט
uk: Об'єкти

source: Review
he: מצב סקירה
uk: Перегляд

source: Links
he: קישורים
uk: Посилання

source: Unvisited links
he: קישור שלא נצפה
uk: Невідвідані посилання

source: Visited links
he: קישור שנצפה
uk: Відвідані посилання

source: Landmarks
he: ציוניי דרך
uk: Орієнтири

source: Headings
he: כותרות
uk: Заголовки

source: Level 1 headings
he: כותרות גודל אחת
uk: Заголовки рівня 1

source: Level 2 headings
he: כותרות גודל 2
uk: Заголовки рівня 2

source: Level 3 headings
he: כותרות גודל 3
uk: Заголовки рівня 3

source: Level 4 headings
he: כותרות גודל 4
uk: Заголовки рівня 4

source: Level 5 headings
he: כותרות גודל 5
uk: Заголовки рівня 5

source: Level 6 headings
he: כותרות גודל 6
uk: Заголовки рівня 6

source: Lists
he: רשימות
uk: Списки

source: List items
he: פריטים ברשימה
uk: Елементи списку

source: Graphics
he: תמונות
uk: Графіка

source: Block quotes
he: בלוק ציטוט
uk: Цитати

source: Buttons
he: כפתורים
uk: Кнопки

source: Form fields
he: שדות טופס
uk: Поля форми

source: Edit fields
he: תיבות עריכה
uk: Поля редагування

source: Radio buttons
he: כפתורי רדיו
uk: Радіокнопки

source: Combo boxes
he: תיבות משולבות
uk: Комбіновані списки

source: Check boxes
he: תיבות סימון
uk: Прапорці

source: Non-link blocks
uk: Блоки без посилань

source: Frames
he: מסגרות
uk: Фрейми

source: Separators
he: מפרידים
uk: Роздільники

source: Embedded objects
he: אובייקטים מובנים
uk: Вбудовані об'єкти

source: Annotations
he: הערות
uk: Примітки

source: Spelling errors
he: שגיאות איות
uk: Орфографічні помилки

source: Tables
he: טבלאות
uk: Таблиці

source: Move in table
he: מעבר בטבלה
uk: Переміщення в таблиці

source: If pressed twice, presents the information in browse mode
he: אם נלחץ פעמיים, מציג את המידע במצב גלישה
uk: Якщо натиснуто двічі, надає інформацію в режимі огляду

source: Docu&mentation
he: &תיעוד
uk: Доку&ментація

source: Opens the addon's documentation.
he: פותח את תיעוד התוסף.
uk: Відкриває документацію додатка.

source: &Settings...
he: &הגדרות...
uk: &Налаштування...

source: Opens the addons' settings.
he: פותח את הגדרות התוסף.
uk: Відкриває налаштування додатка.

source: Table &dictionaries
he: מילוני טבלת ברייל %s
uk: Словники &таблиць

source: 'Braille dictionaries' menu
he: תפריט 'מילוני ברייל'
uk: Меню брайлівських словників

source: &Global dictionary
he: &מילון כללי
uk: &Глобальний словник

source: A dialog where you can set global dictionary by adding dictionary entries to the list.
he: תיבת דושיח שבה תוכל ליצור מילון כללי באמצעות הוספת ערכים לרשימה.
uk: Діалог, у якому ви можете налаштувати глобальний словник, додаючи до списку словникові статті.

source: &Table dictionary
he: &מילון טבלה נוכחית
uk: &Словник таблиці

source: A dialog where you can set table-specific dictionary by adding dictionary entries to the list.
he: תיבת דושיח שבה תוכל ליצור מילון טבלת ברייל נוכחית באמצעות הוספת ערכים לרשימה.
uk: Діалог, у якому ви можете налаштувати словник для конкретної таблиці, додаючи до списку словникові статті.

source: Te&mporary dictionary
he: מילון זמני
uk: Т&имчасовий словник

source: A dialog where you can set temporary dictionary by adding dictionary entries to the list.
he: תיבת דושיח שבה ניתן ליצור מילון זמני באמצעות הוספת ערכים לרשימה.
uk: Діалог, у якому ви можете налаштувати тимчасовий словник, додаючи до списку словникові статті.

source: Advanced &input mode dictionary...
he: מילון קלט ברייל מתקדם
uk: &Словник розширеного режиму введення...

source: Advanced input mode configuration
he: הגדרות קלט ברייל מתקדם
uk: Налаштування режиму розширеного введення

source: &Quick launches
he: &הפעלה מהירה
uk: &Швидкий запуск

source: Quick launches configuration
he: הגדרות מקשי קיצור להפעלה מהירה
uk: Налаштування швидкого запуску

source: Braille input table &overview
he: סקירת טבלת קלט ברייל נוכחית
uk: &Огляд брайлівської таблиці введення

source: Overview of the current input braille table
he: סקירת טבלת קלט ברייל הנוכחית
uk: Огляд поточної брайлівської таблиці введення

source: &Reload add-on
he: &טען את התוסף מחדש
uk: &Перезавантажити додаток

source: Reload this add-on.
he: טען מחדש תוסף זה.
uk: Перезавантажити цей додаток.

source: Check for &update...
he: &בדוק אחר &עדכונים...
uk: Перевірити &оновлення...

source: Checks if Braille Extender update is available
uk: Перевірити, якщо доступне оновлення Розширювача брайля

source: &Website
he: &אתר אינטרנט
uk: &Сайт

source: Open addon's website.
he: פתח את אתר התוסף.
uk: Відкрити сайт додатка.

source: Get the latest template &translation file (.pot)
he: הורד את קובץ התרגום העדכני
uk: Отримати найновіший шаблон &файлу перекладу (.pot)

source: Opens the URL to download the latest Portable Object Template file of the add-on
he: פותח את הקישור להורדת קובץ התרגום העדכני של התוסף.
uk: Відкриває посилання для завантаження найновішого файлу шаблону перекладу додатка

source: &Braille Extender
uk: &Розширювач брайля

source: Global dictionary
he: מילון כללי
uk: Глобальний словник

source: Table dictionary ({})
he: מילון טבלת ברייל נוכחית ({})
uk: Словник таблиці ({})

source: Temporary dictionary
he: מילון זמני
uk: Тимчасовий словник

source: Switches to the previous rotor setting
he: עובר להגדרת חוגה קודמת
uk: Переходить до попереднього налаштування ротора

source: Switches to the next rotor setting
he: עובר להגדרת חוגה הבאה
uk: Переходить до наступного налаштування ротора

source: Character
he: תו
uk: Символ

source: Word
he: מילה
uk: Слово

source: Line
he: שורה
uk: Рядок

source: Paragraph
he: פסקה
uk: Абзац

source: Page
he: עמוד
uk: Сторінка

source: Document
he: מסמך
uk: Документ

source: Not available here
he: לא זמין כאן
uk: Тут недоступно

source: Not supported here or not in browse mode
uk: Тут не підтримується або не в режимі огляду

source: Moves to the next item based on rotor setting
he: עובר לפריט הבא באמצעות הגדרת חוגה
uk: Переходить до наступного елемента, на основі налаштувань ротора

source: Moves to the previous item based on rotor setting
he: עובר לפריט הקודם באמצעות הגדרת חוגה
uk: Переходить до попереднього елемента, на основі налаштувань ротора

source: Selects the item under the braille cursor e.g. doing default action if moving by objects
he: בוחר את הפריט תחת סמן הברייל או מבצע פעולת ברירת מחדל בעת ניווט אובייקטים.
uk: Вибирає елемент під брайлівським курсором, наприклад, виконує стандартну дію при переміщенні по об'єктах

source: Braille keyboard locked
he: מקלדת ברייל נעולה
uk: Брайлівську клавіатуру заблоковано

source: Braille keyboard unlocked
he: מקלדת ברייל פעילה
uk: Брайлівську клавіатуру розблоковано

source: Toggle braille keyboard lock
uk: Перемикає блокування брайлівської клавіатури

source: One-handed mode enabled
he: מצב הקלדת ברייל ביד אחת פעיל
uk: Режим однієї руки увімкнено

source: One handed mode disabled
he: מצב הקלדת ברייל ביד אחת בוטל
uk: Режим однієї руки вимкнено

source: Toggle one-handed mode
uk: Перемикає режим однієї руки

source: Dots 7 and 8 disabled
he: תצוגת נקודות 7 ו 8 בוטלה
uk: Крапки 7 і 8 вимкнено

source: Dots 7 and 8 enabled
he: תצוגת נקודות 7 ו 8 פעילה
uk: Крапки 7 і 8 увімкнено

source: Toggle showing or hiding dots 7 and 8
uk: Перемикає показ або приховування крапок 7 і 8

source: BRF mode enabled
he: מצב BRF פעיל
uk: Режим BRF увімкнено

source: BRF mode disabled
he: למצב BRF לא פעיל
uk: Режим BRF вимкнено

source: Toggle BRF mode
uk: Перемикає режим BRF

source: Modifier keys locked
he: מקשי משנה נעולים
uk: Клавіші-модифікатори заблоковано

source: Modifier keys unlocked
he: מקשי משנה פעילים
uk: Клавіші-модифікатори розблоковано

source: Toggle locking modifier keys when using braille input
uk: Перемикає блокування клавіш-модифікаторів при використанні брайлівського введення

source: Toggle font attributes report
uk: Перемикає повідомлення про атрибути шрифту

source: Toggle alignments report
uk: Перемикає повідомлення про вирівнювання

source: Plain text mode enabled
uk: Режим звичайного тексту увімкнено

source: Plain text mode disabled
uk: Режим звичайного тексту вимкнено

source: Toggle plain text mode
uk: Перемикає режим звичайного тексту

source: Toggle between say current line while scrolling options between none, focus mode, review mode, or both
uk: Перемкнути параметр промовляння поточного рядка під час прокрутки між "немає", "режимом фокуса", "режимом перегляду" чи одночасно

source: Speech off
he: דיבור כבוי
uk: Мовлення вимкнено

source: Speech on
he: דיבור פעיל
uk: Мовлення увімкнено

source: Toggle speech on or off
he: הפעל או השבת את הדיבור
uk: Перемикає мовлення між "увімкнено" і "вимкнено"

source: No extra info for this element
he: אין מידע נוסף עבור רכיב זה
uk: Для цього елемента немає додаткової інформації

source: Reports some extra infos for the current element. For example, the URL on a link
he: מציג מידע נוסף על הרכיב הנוכחי. לדוגמה, כתובת האתר בקישור
uk: Повідомляє деяку додаткову інформацію для поточного елемента. Наприклад, URL на посиланні

source: Input table
he: טבלת קלט
uk: Таблиця введення

source: Output table
he: טבלת פלט
uk: Таблиця виведення

source: Table overview (%s)
he: סקירת טבלה (%s)
uk: Огляд таблиці (%s)

source: Shows an overview of current input braille table in a browseable message
he: מציג סקירה של טבלת קלט ברייל הנוכחית
uk: Показує огляд поточної таблиці виведення у повідомленні, доступному для перегляду

source: No text selection
he: אין טקסט מסומן
uk: Немає виділення тексту

source: Unicode Braille conversion
he: המרת ברייל ל- Unicode
uk: Перетворення в Unicode Braille

source: Convert the text selection in unicode braille and display it in a browseable message
he: המר את הטקסט המסומן בברייל Unicode והצג אותו בהודעה ניתנת לעיון
uk: Перетворити виділений текст в unicode braille і показати його в повідомленні, доступному для перегляду

source: Braille Unicode to cell descriptions
he: המרת ברייל unicode לתאור תא ברייל במספרי ניקודות
uk: Braille Unicode для опису комірок

source: Convert text selection in braille cell descriptions and display it in a browseable message
he: המר את הטקסט המסומן בתאי תיאור ברייל והצג אותו בהודעה ניתנת לעיון
uk: Перетворити виділений текст в описі брайлівських комірок і показати його в повідомленні, доступному для перегляду

source: Cell descriptions to braille Unicode
he: תאור תא לברייל יוניקוד
uk: Опис брайлівських комірок у braille Unicode

source: Braille cell description to Unicode Braille. E.g.: in a edit field type '125-24-0-1-123-123'. Then select this text and execute this command
he: תיאור תא ברייל ל- Unicode ברייל. לדוגמה: בסוג שדה עריכה '125-24-0-1-123-123'. לאחר מכן בחר טקסט זה ובצע פקודה זו
uk: Опис брайлівської комірки в Unicode Braille. Наприклад, у полі редагування введіть '125-24-0-1-123-123'. Потім виділіть цей текст і виконайте цю команду

source: Toggle advanced input mode
uk: Перемкнути режим розширеного введення

source: Describe undefined characters enabled
he: מצב תיאור סימנים בלתי מוגדרים פעיל
uk: Опис невизначених символів увімкнено

source: Describe undefined characters disabled
he: מצב תיאור סימנים בלתי מוגדרים לא פעיל
uk: Опис невизначених символів вимкнено

source: Toggle description of undefined characters
uk: Перемикає опис невизначених символів

source: No text
he: אן טקסט
uk: Немає тексту

source: Reports the cursor position of text under the braille cursor
he: מציג את מיקום הסמן בטקסט
uk: Повідомляє позицію курсора в тексті під брайлівським курсором

source: Shows hour and date changes automatically on a braille display
he: מציג את תאריך ושעה על צג הברייל
uk: Показує автоматичну зміну часу й дати на брайлівському дисплеї

source: Toggle automatic braille scroll
uk: Перемкнути автопрокрутку брайлівського дисплея

source: Increases the master volume
he: מגדיל את עוצמת הקול הראשית
uk: Збільшує основну гучність

source: Decreases the master volume
he: מקטין את עוצמת הקול הראשית
uk: Зменшує основну гучність

source: Toggle sound mute
uk: Перемикає вимкнення звуку

source: Shows the Braille Extender documentation
he: מציג את התיעוד של Braille Extender
uk: Показує документацію Розширювача брайля

source: No such file or directory
he: אין כזה קובץ או תיקייה
uk: Немає такого файлу або каталогу

source: Opens a custom program/file. Go to Braille Extender settings to define them
uk: Відкриває призначену користувачем програму чи файл. Увійдіть до налаштувань Розширювача брайля для її призначення

source: Checks for Braille Extender updates
he: בודק אם קיים עדכון עבור Braille Extender
uk: Перевіряє оновлення для Розширювача брайля

source: Increase braille autoscroll delay
uk: Збільшити затримку автопрокрутки брайлівського дисплея

source: Decrease braille autoscroll delay
uk: Зменшити затримку автопрокрутки брайлівського дисплея

source: NVDA 2017.3 or later is required to use this feature
uk: Для використання цієї функції потрібна NVDA 2017.3 або пізніша

source: You must choose at least two tables for this feature. Please fill in the settings
uk: Для цієї функції ви повинні обрати щонайменше дві таблиці. Будь ласка, зробіть це в налаштуваннях

source: Input: %s
he: קלט %s
uk: Введення: %s

source: Switches between configured braille input tables
uk: Перемикає між налаштованими брайлівськими таблицями введення

source: Output: %s
he: פלט %s
uk: Виведення: %s

source: Switches between configured braille output tables
uk: Перемикає між налаштованими брайлівськими таблицями виведення

source: Input and output: {I}.
he: קלט ופלט: {I}.
uk: Введення і виведення: {I}

source: Input: {I}; Output: {O}
he: קלט: {I}; פלט: {O}
uk: Введення: {I}; виведення: {O}

source: Reports the current braille input and output tables
uk: Повідомляє поточні брайлівські таблиці введення й виведення

source: Reports the Unicode value of the character where the cursor is located and the decimal, binary and octal values
uk: Повідомляє юнікодне значення символу, на якому розташований курсор, а також його десяткове, двійкове й вісімкове значення

source: Shows the output speech for selected text in braille, useful for emojis for example
he: מציג את פלט הדיבור עבור האובייקט או טקסט נבחר בצג הברייל. שימושי בעבור תאור תמונות לדוגמא.
uk: Показує вимовлений вибраний текст брайлем, корисно, наприклад, для емодзі

source: No shortcut performed from a braille display
he: לא הופעלו מקשי קיצור מצג ברייל
uk: Немає комбінацій для виконання на брайлівському дисплеї

source: Repeats the last shortcut performed from a braille display
he: מפעיל שוב את מקש הקיצור האחרון שהופעל מצג ברייל
uk: Повторює останню комбінацію, виконану на брайлівському дисплеї

source: Braille Extender reloaded
he: Braille Extender ניטען מחדש
uk: Розширювач брайля перезавантажено

source: Reloads Braille Extender
he: טוען את Braille Extender מחדש
uk: Перезавантажує Розширювач брайля

source: Reloads the primary braille display defined in settings
he: טוען מחדש את צג הברייל הראשון המוגדר בהגדרות
uk: Перезавантажує основний брайлівський дисплей, вказаний у налаштуваннях

source: Reloads the secondary braille display defined in settings
he: טוען מחדש את צג הברייל השני שהוגדר בהגדרות
uk: Перезавантажує другорядний брайлівський дисплей, вказаний у налаштуваннях

source: No braille display specified. No reload to do
he: לא הוגדר צג ברייל. אין צג לטעון מחדש
uk: Брайлівський дисплей не вказано. Перезавантажувати не потрібно

source: Keyboard shortcut cancelled
he: צירוף מקשים בוטל
uk: Комбінацію клавіш скасовано

source: Emulate pressing down
he: הדמה לחיצה למטה
uk: Емулювати натискання стрілки вниз

source: on the system keyboard
he: על מקלדת המערכת
uk: на системній клавіатурі

source: Current braille view saved
he: תצוגת ברייל נוכחית תשמר
uk: Поточний брайлівський перегляд збережено

source: Buffer cleaned
he: הזיכרון נוקה
uk: Буфер очищено

source: Saves the current braille view. Press twice quickly to clean the buffer
he: שומור את תצוגת ברייל הנוכחית. לחץ פעמיים במהירות כדי לנקות את הזיכרון
uk: Зберігає поточний брайлівський перегляд. Швидко натисніть двічі для очищення буфера

source: View saved
he: תצוגה נשמרה
uk: Переглянути збережене

source: Buffer empty
he: זיכרון ריק
uk: Буфер порожній

source: Shows the saved braille view through a flash message
he: מציג את תצוגת הבריל השמורה באמצעות הודעת הבזק.
uk: Показує збережений брайлівський вигляд як миттєве повідомлення

source: Pause
he: השהה
uk: Пауза

source: Resume
he: הפעל
uk: Відновити

source: Auto test type %d
he: סוג בדיקה אוטומטית %d
uk: Тип тестування автопрокрутки %d

source: Auto test stopped
he: בדיקה אוטומטית הופסקה
uk: Тестування автопрокрутки зупинено

source: Auto test started. Use the up and down arrow keys to change speed. Use the left and right arrow keys to change test type. Use space key to pause or resume the test. Use escape key to quit
he: הבדיקה האוטומטית החלה. השתמש במקשי החצים למעלה ולמטה כדי לשנות את המהירות. השתמש במקשי החצים שמאלה וימינה כדי לשנות את סוג הבדיקה. השתמש במקש הרווח כדי להשהות או להמשיך את הבדיקה. השתמש במקש הבריחה כדי לצאת
uk: Тестування автопрокрутки розпочато. Використовуйте стрілки вгору і вниз для зміни швидкості. Використовуйте стрілки вліво і вправо для зміни типу тестування. Використовуйте пробіл для паузи чи відновлення тестування. Використовуйте escape для виходу

source: Auto test
he: בדיקה אוטומטית
uk: Тестування автопрокрутки

source: Add dictionary entry or see a dictionary
he: הוסף ערך למילון או ראה את רשימת הערכים במילון
uk: Додати словникову статтю або переглянути словник

source: Adds an entry in braille dictionary
he: מוסיף ערך למילון ברייל
uk: Додає статтю в брайлівський словник

source: Skip blank lines enabled
uk: Пропуск порожніх рядків увімкнено

source: Skip blank lines disabled
uk: Пропуск порожніх рядків вимкнено

source: Toggle blank lines during text scrolling
uk: Перемикає пропуск порожніх рядків під час прокрутки

source: Toggle routing cursors behavior in edit fields
uk: Перемикає поведінку курсорів маршрутизації в полях редагування

source: Speech History Mode disabled
uk: Режим історії мовлення вимкнено

source: Speech History Mode enabled
uk: Режим історії мовлення увімкнено

source: Toggle Speech History Mode
uk: Перемикає режим історії мовлення

source: Braille Extender
he: BrailleExtenderהרחבות ברייל
uk: Розширювач брайля

source: none
he: לא נבחר
uk: немає

source: braille only
he: ברייל בלבד
uk: лише брайль

source: speech only
he: דיבור בלבד
uk: лише мовлення

source: both
he: ברייל ודיבור
uk: одночасно

source: stable
he: יציב
uk: стабільний

source: development
he: פיתוח
uk: розробка

source: focus mode
he: מצב עקיבת סמן
uk: режимі фокуса

source: review mode
he: מצב סקירה
uk: режимі перегляду

source: normal (recommended outside Windows consoles, IntelliJ, PyCharm...)
uk: звичайна (рекомендовано за межами консолей Windows, IntelliJ, PyCharm...)

source: alternative, emulate left and right arrow keys with beeps
uk: альтернативно, емулювати стрілки вліво і вправо з сигналами

source: alternative, emulate left and right arrow keys silently
uk: альтернативно, емулювати стрілки вліво і вправо без звуку

source: last known
he: האחרון ידוע
uk: останній відомий

source: Hexadecimal
uk: Шістнадцятковий

source: Decimal
uk: Десятковий

source: Octal
uk: Вісімковий

source: Binary
uk: Двійковий

source: Show punctuation/symbol &name for undefined characters if available
he: הצג את שם סמן הפיסוק או אות עבור סימן בלתי מוגדר אם ניתן
uk: Показувати ім'я &символу/знака пунктуації для невизначених символів якщо доступно

source: Speech History Mode
uk: Режим історії мовлення

source: This mode allows to review the last announcements that have been spoken by NVDA.
uk: Цей режим дозволяє переглянути останнє оголошення, яке промовила NVDA.

source: To enable this mode, you can use the appropriate toggle command or the basic gesture NVDA+Control+t.
uk: Щоб увімкнути цей режим, ви можете скористатися відповідною командою перемикання або стандартним жестом NVDA+Control+t.

source: In this mode, you can use:
uk: В цьому режимі ви можете використовувати:

source: the first routing cursor to copy the current announcement to the Clipboard.
uk: перший курсор маршрутизації копіює поточне оголошення в буфер обміну.

source: the last routing cursor to show the current announcement in a browseable message.
uk: останній курсор маршрутизації показує поточне оголошення в повідомленні, доступному для перегляду.

source: the other routing cursors to navigate through history entries.
uk: інші курсори маршрутизації дозволяють переміщатися у записах в історії.

source: Please note that specific settings are available for this feature under the category "Speech History Mode".
uk: Зауважте, що вказані налаштування для цієї функції доступні в категорії "Режим історії мовлення".

source: Representation of undefined characters
he: תצוגת סימנים בלתי מוגדרים
uk: Подання невизначених символів

source: The extension allows you to customize how an undefined character should be represented within a braille table. To do so, go to the — Representation of undefined characters — settings. You can choose between the following representations:
he: ההרחבה מאפשרת לך להגדיר קיצד יוצגו בתוך טבלת ברייל סימנים בלתי מוגדרים. כדי לעשות זאת תגיע להגדרות תצוגת סימנים בלתי מוגדרים בהגדרות התוסף. אתה יכול לבחור בין האפשרויות הבאות:
uk: Додаток дозволяє вам персоналізувати подання символів, яких немає у брайлівській таблиці. Щоб це зробити, перейдіть до налаштувань подання невизначених символів. Ви можете обрати між такими поданнями:

source: You can also combine this option with the “describe the character if possible” setting.
he: אתה יכול לשלב את אפשרות התצוגה שבחרת יחד עם הפעלת האפשרות לתיאור סימנים בלתי מוגדרים.
uk: Ви також можете налаштувати цей параметр за допомогою налаштування “Описувати символи, якщо можливо”.

source: Notes:
he: הערות:
uk: Примітки:

source: To distinguish the undefined set of characters while maximizing space, the best combination is the usage of the HUC8 representation without checking the “{contextualOption}” option.
uk: Щоб відокремити невизначений набір символів при максимальному використанні простору, найкращою комбінацією є використання подання HUC8 без позначення параметра "{contextualOption}".

source: To learn more about the HUC representation, see {url}
uk: Щоб дізнатися більше про подання HUC, перегляньте {url}

source: Keep in mind that definitions in tables and those in your table dictionaries take precedence over character descriptions, which also take precedence over the chosen representation for undefined characters.
he: קח בחשבון כי הגדרות שנעשו בטבלת הברייל הנוכחית שלך ואילו שהוספת למילוני ברייל מקבלים העדפה ביחס לתיאורי הסימנים הבלתי מוגדרים שהפעלת בלשונית ההגדרות שלסימנים בלתי מוגדרים.
uk: Пам'ятайте, що визначення в таблицях і словниках ваших таблиць мають пріоритет над описами символів, які також мають пріоритет над вибраним поданням для невизначених символів.

source: Getting Current Character Info
he: קבלת מידע אודות האות שבפוקוס
uk: Отримання інформації про поточний символ

source: This feature allows you to obtain various information regarding the character under the cursor using the current input braille table, such as:
uk: Ця функція дозволяє отримати різну інформацію про символ під курсором, використовуючи поточну брайлівську таблицю введення, наприклад:

source: the HUC8 and HUC6 representations; the hexadecimal, decimal, octal or binary values; A description of the character if possible; the Unicode braille representation and the braille pattern dots.
uk: подання HUC6 і HUC8; шістнадцяткове, десяткове, вісімкове чи двійкове значення; опис символу, якщо можливо; юнікодне брайлівське подання і шаблон брайлівських крапок.
