Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: Replace
da: Erstat
de: Ersetzen mit
es: Reemplazar
fr: Remplacement
hr: Zamjena
it: Sostituisci
pl: Zamiana
pt: Substituir
pt_br: Substituir
ru: Замена

source: Both (input and output)
da: Både (indtastning og visning)
de: Beides (Eingabe und Ausgabe)
es: Ambos (entrada y salida)
fr: Les deux (saisie et affichage)
hr: Ulaz i izlaz
it: Lettura e scrittura
pl: Wprowadzanie i wyjście
pt: Ambos (escrita e leitura)
pt_br: Ambos (entrada e saída)
ru: Ввод и вывод одновременно

source: Backward (input only)
da: Bagud (kun indtastning)
de: Rückwärts (nur Eingabe)
es: Hacia atrás (solo entrada)
fr: Arrière (saisie seulement)
hr: Samo ulaz (upis sa tipkovnice)
it: Indietro (solo scrittura)
pl: Wprowadzanie
pt: Para trás (apenas escrita)
pt_br: Retrógrado (apenas entrada)
ru: назад, только ввод

source: Forward (output only)
da: Fremad (kun visning)
de: Vorwärts (nur Ausgabe)
es: Adelante (sólo salida)
fr: Avant (affichage seulement)
hr: Samo izlaz (na brajični redak)
it: Avanti (solo lettura)
pl: tylko wyjście
pt: Para a frente (só leitura)
pt_br: Progressivo (apenas saída)
ru: вперёд, только вывод

source: One or more errors are present in dictionary tables: %s. As a result, these dictionaries were not loaded.
da: Der er én eller flere fejl i ordbogstabeller: %s. Derfor blev disse ordbøger ikke indlæst.
de: In Wörterbuch-Tabellen sind ein oder mehrere Fehler vorhanden: %s. Infolgedessen wurden diese Wörterbücher nicht geladen.
es: Hay uno o más errores en las tablas del diccionario: %s. Como resultado, estos diccionarios no se cargaron.
fr: Une ou plusieurs erreurs sont présentes dans les tables de dictionnaires. Dictionnaires concernés : %s. Par conséquent, ces dictionnaires ne sont pas chargés.
hr: Jedna ili više greški su prisutne u rječnicima brajičnih tablica: %s. Kao posljedica ovi rječnici nisu učitani.
it: Nelle tabelle dizionario sono presenti uno o più errori: %s. Di conseguenza, questi dizionari non sono stati caricati.
pl: Jeden lub więcej błędów zostały wykryte w słownikach tablicy: %s. W wyniku czego te słwniki nie zostały wczytane.
pt: Um ou mais erros estão presentes no dicionáriode tabelas : %s. Como resultado, estes dicionários não foram carregados.
pt_br: Há um ou mais erros nas tabelas do Dicionário: %s. Como resultado, estes Dicionários não serão carregados.
ru: Одна или больше ошибок существует в словарях таблиц: %s. В последствии, эти таблицы не будут загружены.

source: Comment
da: Kommentar
de: Kommentar
es: Comentario
fr: Commentaire
hr: Komentar
it: Commento
pl: Komentarz
pt: Comentário
pt_br: Comentário
ru: Комментарий

source: Pattern
da: Mønster
de: Muster
es: Patrón
fr: Modèle
hr: Uzorak
pl: wzorzec
pt: Padrão
pt_br: Padrão (original)
ru: Образец

source: Representation
da: Repræsentation
de: Darstellung
es: Representación
fr: Représentation
hr: Prikaz
it: Rappresentazione
pl: Wyświetlanie
pt: Representação
pt_br: Representação (substituição)
ru: Отображение

source: Opcode
es: Código de operación
hr: Kod operanda
it: Codice operatore
pl: kod operatora
pt: Código de operação
pt_br: Modo de operação
ru: Оператор

source: Direction
da: Retning
de: Richtung
es: Dirección
fr: Sens
hr: Smjer
it: Direzione
pl: Kierunek
pt: Direcção
pt_br: Direção
ru: Направление

source: &Open the current dictionary file in an editor
da: &Åbn aktuelle ordbogsfil i en editor
de: Aktuelle Wörterbuch-Datei im Editor ö&ffnen
es: &Abrir el archivo de diccionario actual en un editor
fr: &Ouvrir le fichier de dictionnaire actuel dans un éditeur
hr: &Otvori trenutnu datoteku rječnika u uređivaču teksta
it: &Apri il file dizionario corrente in un editor
pl: &Otwórz plik słownika w edytorze tekstowym
pt: &Abre o ficheiro do dicionário atual num editor
pt_br: &Abrir o arquivo de Dicionário atual num editor
ru: &Открыть актуальный файл словаря в редакторе

source: Dictionary
da: Ordbog
de: Wörterbuch
es: Diccionario
fr: Dictionnaire
hr: Rječnik
it: Dizionario
pl: Słownik
pt: Dicionário
pt_br: Dicionário
ru: Словарь

source: Global
hr: Globalan
it: Globale
pl: Ogólny
ru: Глобальный

source: Table ({})
da: Tabel ({})
de: Tabelle ({})
es: Tabla ({})
hr: Tablica ({})
it: Tabella ({})
pl: Tablica ({})
pt: Tabela ({})
pt_br: Tabela ({})
ru: Таблица ({})

source: Temporary
da: Midlertidig
de: Temporär
es: Temporal
fr: Temporaire
hr: Privremeni
it: Temporaneo
pl: tymczasowy
pt: Temporário
pt_br: Temporária
ru: Временный

source: See &entries
da: Se &elementer
de: &Einträge ansehen
es: Ver &entradas
fr: Consulter les &entrées
hr: Vidi Zap&ise
it: Vedi &voci
pl: Zobacz &Wpisy
pt: Ver &entradas
pt_br: Visualizar &entradas
ru: &Посмотреть статьи

source: &Text pattern/sign
da: &Tekstmønster/tegn
de: &Textmuster oder Zeichen
es: Patrón de &texto/signo
fr: &Modèle de texte/signe
hr: &Uzorak teksta / znak
it: &Pattern testuale/segno
pl: &wzorzec tekstu/znak
pt: &Padrão de texto/símbolo
pt_br: Padrão de &texto/símbolo
ru: &Образец текста/знак

source: &Braille representation
da: &Punktskriftrepræsentation
de: &Braille-Darstellung
es: Representación &braille
fr: Représentation &braille
hr: &Brajični prikaz
it: Rappresentazione &Braille
pl: &Wyświetlanie brajla
pt: &Representação Braille
pt_br: representação em &braille
ru: &Брайлевское отображение

source: &Comment
da: &Kommentar
de: &Kommentar
es: &Comentario
fr: &Commentaire
hr: &Komentar
it: &Commento
pl: &Komentarz
pt: &Comentário
pt_br: &Comentário
ru: &Комментарий

source: &Opcode
es: Código de &operación
hr: &Operand
it: C&odice operatore
pl: &kod operatora
pt_br: Modo de &operação
ru: &Оператор

source: &Direction
da: &Retning
de: &Richtung
es: &Dirección
fr: &Sens
hr: &Smjer
it: &Direzione
pl: &Kierunek
pt: &Direção
pt_br: &Direção
ru: &Направление

source: Text pattern/sign field is empty.
da: Feltet til Tekstmønster/tegn er tomt.
de: Das Feld für das Textmuster oder Zeichen" ist leer.
es: El campo patrón/signo de texto está vacío.
fr: Le champ de modèle de texte/signe est vide.
hr: Polje uzorak teksta /znak je prazno.
it: Il campo "Pattern testuale/segno" è vuoto.
pl: Pole tekst/wzorzec jest puste.
pt: O campo "padrão de texto"/"símbolo" está vazio.
pt_br: O campo padrão de texto/símbolo está vazío.
ru: Поле Образца текста/знак - пустое.

source: Invalid value for 'text pattern/sign' field. You must specify a character with this opcode. E.g.: %s
da: Ugyldig værdi i feltet 'tekstmønster/tegn'. Der skal angives et tegn med denne opcode. Fx: %s
de: Ungültiger Wert für das Feld für das Textmuster oder Zeichen. Mit diesem Opcode müssen Sie ein Zeichen bestimmen, z. B.: %s
es: Valor no válido para el campo 'patrón/signo de texto'. Debe especificar un carácter con este código de operación. Por ejemplo: %s
fr: La valeur du champ « modèle de texte/signe » est incorrecte. Vous devez spécifier un caractère avec cet opcode. Ex. : %s
hr: Neispravna vrijednost za polje 'uzorak teksta/znak'. S ovim operandom treba odrediti znak. NPR: %s
it: Valore non valido per il campo "Pattern testuale/segno". Con questo codice operatore dovete specificare un carattere. Esempio: %s
pl: Niepoprawna wartość dla pola 'wzorzec tekstu/znak'. Trzeba określić znak z tym operatorem kodu. NP: %s
pt: Valor inválido para o campo "padrão de texto/símbolo". É necessário especificar um carácter com este código de operação. Por exemplo: %s
pt_br: Valor inválido para o campo 'padrão de texto/símbolo '. É necessário especificar um caractere correspondente a este modo de operação. Por exemplo: %s
ru: Недопустимое значение для поля 'образец текста/знак'. Надо определить знак с оператором. Напр: %s

source: 'Braille representation' field is empty. You must specify something with this opcode. E.g.: %s
da: Feltet 'Punktskriftrepræsentation' er tomt, angiv venligst noget med denne opcode fx: %s
de: Das Feld für die Braille-Darstellung ist leer. Sie müssen mit diesem Opcode etwas angeben, z. B.: %s
es: El campo 'Representación Braille' está vacío. Debe especificar algo con este código de operación. Por ejemplo: %s
fr: Le champ de représentation braille est vide. Avec cet opcode, vous devez spécifier quelque chose. Ex. : %s
hr: Polje 'Brajični prikaz' je prazno. morate upisati nešto sa ovim opkodom. NPR.: %s
it: Il campo "Rappresentazione Braille" è vuoto. Con questo codice operatore dovete specificare qualcosa. Esempio: %s
pl: Pole 'wyświetlana kombinacja brajlowska' jest pusta. Coś musi być zdefiniowane z tym operatorem. Np.: %s
pt: o campo "representação Braille" está vazio. É necessário especificar algo com este código de operação. Por exemplo: %s
pt_br: O campo 'representação em Braille' está vazío. É necessário especificar algo correspondente a este modo de operação. Por exemplo: %s
ru: Поле 'показ брайля' пусто. Сдесь должно быть что-то с этим оператором. Например: %s

source: Invalid value for 'braille representation' field. You must enter dot patterns with this opcode. E.g.: %s
da: Ugyldig værdi i feltet 'punktskriftrepræsentation'. Der skal angives punktmønstre med denne opcode fx: %s
de: Ungültiger Wert für das Feld für die Braille-Repräsentation. Mit diesem Opcode müssen Sie Punktmuster eingeben, z. B.: %s
es: Valor no válido para el campo 'representación braille'. Debe introducir patrones de puntos con este opcode. Por ejemplo: %s
fr: La valeur du champ « représentation braille » est incorrecte. Avec cet opcode, vous devez entrer des motifs de points. Ex. : %s
hr: Neispravna vrijednost za polje 'brajični prikaz'. Morate upisati uzorak točkica za ovaj operand. Na primjer: %s
it: Valore non valido per il campo "Rappresentazione Braille". Con questo codice operatore dovete inserire sequenze di punti. Esempio: %s
pl: Nieprawidłowa wartość dla pola 'wyświetlanie znaku'. Musisz napisać wzorce punktów z tym operatorem. NP: %s
pt: Valor inválido para o campo "representação braille". É necessário introduzir padrões de pontos com este código de operação. Por exemplo: %s
pt_br: Valor inválido para o campo 'representação em braille'. É necessário inserir padrões de pontos correspondentes a este modo de operação. Por exemplo: %s
ru: Недопустимое значение для поля 'отображение брайля'. Тут надо вписывать точки. напр.: %s

source: Use braille table behavior (no description possible)
da: Brug virkemåde for punkttabel(ingen beskrivelse mulig)
de: Verhalten der Braille-Tabelle verwenden (keine Beschreibung möglich)
es: Utilizar el comportamiento de la tabla braille (sin descripción posible)
fr: Utiliser le comportement de la table braille (aucune description possible)
hr: Koristi ponašanje brajične tablice (neće biti dostupan opis)
it: Usa il comportamento della tabella Braille (nessuna descrizione possibile)
pl: Użyj zachowanie tablicy brajlowskiej (bez możliwości opisu)
pt: Usar o comportamento da tabela Braille (não é possível descrever)
pt_br: Utilizar o comportamento da tabela braille (a descrição não é possível)
ru: Использовать поведение брайлевской таблицы (нет описания знака)

source: Dots 1-8 (⣿)
da: Punkterne 1-8 (⣿)
de: Punkte 1 bis 8 (⣿)
es: Puntos 1-8 (⣿)
fr: Points 1-8 (⣿)
hr: Točkice 1-8 (⣿)
it: Punti 1-8 (⣿)
pl: Punkty 1-8 (⣿)
pt: Pontos de 1 a 8 (⣿)
pt_br: Puntos 1-8 (⣿)
ru: Точки 1-8 (⣿)

source: Dots 1-6 (⠿)
da: Punkterne 1-6 (⠿)
de: Punkte 1 bis 6 (⠿)
es: Puntos 1-6 (⠿)
fr: Points 1-6 (⠿)
hr: Točkice 1-6 (⠿)
it: Punti 1-6 (⣿)
pl: Punkty 1-6 (⠿)
pt: Pontos 1-6 (⠿)
pt_br: Puntos 1-6 (⠿)
ru: Точки 1-6 (⠿)

source: Empty cell (⠀)
da: Tom celle (⠀)
de: Leeres Modul (⠀)
es: Celda vacía (⠀)
fr: Cellule vide (⠀)
hr: Prazna ćelija (⠀)
it: Cella vuota (⠀)
pl: Pusta komórka (⠀)
pt: Célula vazia (⠀)
pt_br: Célula vazía (⠀)
ru: Пустая клетка (⠀)

source: Other dot pattern (e.g.: {dotPatternSample})
da: Andet punktmønster (fx: {dotPatternSample})
de: Anderes Punktmuster (z. B.: {dotPatternSample})
es: Otro patrón de puntos (por ejemplo: {dotPatternSample})
fr: Autre motif de points (ex. : {dotPatternSample})
hr: Druga brajična kombinacija (e.g.: {dotPatternSample})
it: Altra sequenza di punti (es.: {dotPatternSample})
pl: Inny wzór punktów, na przykład {dotPatternSample})
pt: Outro padrão de pontos (por exemplo: {dotPatternSample})
pt_br: Outro padrão de pontos (por exemplo: {dotPatternSample})
ru: Другая комбинация точек (напр: {dotPatternSample})

source: Question mark (depending on output table)
da: Spørgsmålstegn (afhænger af visningstabel)
de: Fragezeichen (von aktueller Ausgabetabelle abhängig)
es: Signo de interrogación (en función de la tabla de salida)
fr: Point d’interrogation (dépend de la table d’affichage)
hr: Upitnik (Ovisi o izlaznoj brajičnoj tablici)
it: Punto interrogativo (a seconda della tabella di lettura)
pl: Znak zapytania (w zależności od tablicy brajlowskiej)
pt: Ponto de interrogação (consoante a tabela de leitura)
pt_br: Ponto de interrogação(A depender da tabela de saída)
ru: Вопросительный знак (Зависит от брайлевской таблицы вывода)

source: Other sign/pattern (e.g.: {signPatternSample})
da: Andet tegn/mønster (fx: {signPatternSample})
de: Anderes Zeichen/Muster (z. B.: {signPatternSample})
es: Otro signo/patrón (por ejemplo: {signPatternSample})
fr: Autre signe / motif (ex. : {signPatternSample})
hr: Drugi znak (Npr: {signPatternSample})
it: Altro segno/pattern (es.: {signPatternSample})
pl: Inny znak lub wzór na przykład {signPatternSample})
pt: Outro símbolo/padrão (por exemplo: {signPatternSample})
pt_br: Outros padrões de texto /símbolo (por exemplo: {signPatternSample})
ru: Другой знак или комбинация точек (например.: {signPatternSample})

source: Hexadecimal, Liblouis style
da: Hexadecimal, som i Liblouis
de: Hexadezimal (Liblouis)
es: Hexadecimal, estilo Liblouis
fr: Hexadécimale, style liblouis
hr: Heksadecimalni, Liblouis stil
it: Esadecimale, formato Liblouis
pl: Szesnastkowy, styl Liblouis.
pt: Hexadecimal, estilo Liblouis
pt_br: Hexadecimal, estilo Liblouis
ru: Шестнадцатиричный, Стиль Liblouis

source: Hexadecimal, HUC8
de: Hexadezimal (HUC8)
fr: Hexadécimale, HUC8
hr: Heksadecimalni, HUC8
it: Esadecimale, HUC8
pl: Szesnastkowy, HUC8
ru: Шестнадцатиричный, HUC8

source: Hexadecimal, HUC6
de: Hexadezimal (HUC6)
fr: Hexadécimale, HUC6
hr: Heksadecimalni, HUC6
it: Esadecimale, HUC6
pl: Szesnastkowy, HUC6
ru: Шестнадцатиричный, HUC6

source: Undefined character representation
da: Gengivelse af ikke-definerede tegn
de: Darstellung undefinierter Zeichen
es: Representación de caracteres indefinida
fr: Représentation des caractères indéfinis
hr: Prikaz nedefiniranih znakova
it: Rappresentazione carattere non definita
pl: Pokazywanie znaków niezdefiniowanych
pt: Representação de caracteres indefinidos
pt_br: Representação de caractere indefinida
ru: Отображение неопределенных знаков

source: Representation &method:
da: &Metode til gengivelse
de: Darstellungs&methode:
es: &Método de representación:
fr: &Méthode de représentation :
hr: Metoda &prikaza:
it: &Metodo di rappresentazione:
pl: Metoda &wyświetlania:
pt: &Método de representação:
pt_br: &Método de representação:
ru: &Метод отображения

source: Specify another &pattern
da: Angiv et andet &mønster
de: Anderes &Muster bestimmen
es: Especificar otro &patrón
fr: Spécifiez un autre m&otif
hr: Određivanje druge kombinacije &točaka
it: Specificate un altro &pattern
pl: Wprowadź inny &wzorzec
pt: Especificar outro &padrão
pt_br: Especifique outro &padrão
ru: определение других &точек

source: Show punctuation/symbol &name for undefined characters if available (can cause a lag)
da: Vis sætningstegn/symbol&navn for ikke-definerede tegn hvis det findes (kan give forsinkelse)
de: Interpunktion/Symbol & Name für undefinierte Zeichen anzeigen, falls verfügbar (kann eine Verzögerung verursachen)
es: Mostrar puntuación/símbolo &nombre para caracteres indefinidos si están disponibles (puede causar un retardo)
fr: Afficher le &nom des symboles/ponctuations pour les caractères indéfinis si disponible (peut causer des ralentissements)
hr: Prikaži &naziv simbola ili znaka interpunkcije ako je dostupan (može prouzročiti usporen rad)
it: Per i caratteri non definiti, mostra il &nome presente nella finestra "pronuncia simbolo" se disponibile (può causare un ritardo)
pl: Pokazuj nazwy symboki/znaków przestankowych dla znaków niezdefiniowanych jeśli jest dostępne, może spowonić pracę
pt: Mostrar pontuação/símbolo e &nome para caracteres indefinidos, se disponíveis (pode causar um atraso)
pt_br: Exibir pontuação/símbolo &nome para caracteres indefinidos se disponíveis(pode causar atrasos)
ru: Показывать название &символа или знака препинания если возможно (может работать с задержкой)

source: Also describe e&xtended characters (e.g.: country flags)
da: Beskriv også u&dvidede tegn (fx: landes flag)
de: Auch mehrsymbolige Zeichen (wie die &Flaggen eines Landes) beschreiben
es: Describa también los caracteres extendidos (por ejemplo: banderas de países)
fr: Décrire également les caractères &étendus (ex. : drapeaux de pays)
hr: Također opisuj proširene znakove &poput državnih zastava
it: &Descrivi anche i caratteri estesi (ad es. le bandiere delle nazioni)
pl: &Także opisuj znaki rozszerzone takie jak flagi państw
pt: Descrever também os caracteres e&extensos (por exemplo: bandeiras de países)
pt_br: Descrever também os caracteres &extendidos (por exemplo: bandeiras nacionais)
ru: Также описывать &расширенные знаки,такие как флаги государств

source: &Full extended description
da: &Fuld udvidet beskrivelse
de: &Volle, ausführliche Beschreibung
es: Descripción completa &ampliada
fr: Description étendue &complète
hr: &Puni dugačak opis
it: Descrizione &estesa completa
pl: &Opis pełny rozszerzony
pt: &Descrição alargada completa
pt_br: descrição &estendida completa
ru: &Полное расширенное описание

source: Show the si&ze taken
da: Vis den anvendte pla&ds
de: Ein&genommene Größe anzeigen
es: Mostrar el tamañ&o tomado
fr: Montrer la taille &prise
hr: Prikazuj &datu veličinu
it: &Mostra dimensione
pl: Pokazuj &braną wielkość
pt: Mostrar o &tamanho tomado
pt_br: Exibir o &tamanh ocupado
ru: &Показать взятый размер

source: &Start tag:
es: Etiqueta de &inicio:
fr: Marqueur de &début :
hr: &Početni tag:
it: Tag &iniziale:
pl: &Znak tagu początkowego:
pt_br: Etiqueta de &início:
ru: &Разметка начала

source: &End tag:
da: &Afslut tag:
es: Etiqueta &final
fr: Marqueur de &fin :
hr: &Završna oznaka:
it: Tag &finale:
pl: &Znak tagu końcowego:
pt_br: Etiqueta de &final:
ru: &Разметка конца

source: &Language:
da: &Sprog:
de: &Sprache:
es: &Idioma:
fr: &Langue :
hr: &Jezik:
it: &Lingua:
pl: &Język:
pt: &Idioma:
pt_br: &Idioma:
ru: &Язык

source: Use the current output table
da: Brug den aktuelle visningstabel
de: Aktuelle Ausgabetabelle verwenden
es: Utilizar la tabla de salida actual
fr: Utiliser la table d’affichage actuelle
hr: Koristi trenutnu izlaznu brajičnu tablicu
it: Usa la tabella di lettura attuale
pl: Użyj aktualnej tablicy wyświetlania
pt: Utilizar a tabela de leitura actual
pt_br: Utilizar a tabela de saída atual
ru: Использовать актуальную таблицу вывода

source: Braille &table:
da: Punkt&tabel:
de: Braille-&Tabelle:
es: &Tabla braille
fr: &Tables braille :
hr: Brajična &tablica:
it: &Tabella Braille:
pl: Tablica &brajlowska:
pt: &Tabela Braille:
pt_br: &tabela braille:
ru: Брайлевская &таблица

source: Character limit at which descriptions are disabled (to avoid freezes, >):
da: Grænse for antal tegn hvorefter beskrivelser bliver slået fra (for at undgå at programmet fryser, >):
es: Límite de caracteres a partir del cual se desactivan las descripciones (para evitar cuelgues, >):
fr: Limite de caractères à laquelle les descriptions sont désactivées (pour éviter les freezes, >) :
hr: Ograničenje znakova na kojem su opisi onemogućeni (kako bi se izbjeglo zamrzavanje, >):
it: Limite di caratteri oltre il quale le descrizioni sono disabilitate (per evitare blocchi, >):
pl: Limit znaków, przy którym opisy są wyłączone (aby uniknąć zawieszania się, >):
pt: Limite de caracteres a partir do qual as descrições são desactivadas (para evitar congelamentos, >):
pt_br: Limite de caracteres a partir do cual se desativa a descrição (para evitar lentidão, >):
ru: Ограничение количества символов, при котором описания отключаются (во избежание зависания, >):

source: {addonName} version {version} is available. Do you want to download it now?
da: {addonName} version {version} er tilgængelig. Vil du hente den nu?
de: {addonName} Version {version} ist verfügbar. Möchten Sie es jetzt herunterladen?
es: {addonName} versión {version} está disponible. ¿Desea descargarla ahora?
fr: {addonName} version {version} est disponible. Souhaitez-vous le télécharger maintenant ?
hr: {addonName} inačica {version} je dostupna. Želite li ju sada preuzeti?
it: è disponibile la versione {version} di {addonName}. vuoi scaricarla adesso?
pl: {addonName} wersja {version} jest dostępna. Czy chcesz ją teraz pobrać?
pt: {addonName} versão {version} está disponível. Quer descarregá-la agora?
pt_br: {addonName} versão {version} está disponível. Deseja baixá-la agora?
ru: доступна {addonName} версия {version}. Вы хотите скачать ее сейчас?

source: You are up-to-date. %s is the latest version.
da: Du er up-to-date. %s er den seneste version.
de: Die Erweiterung ist auf dem neuesten Stand. %s ist die aktuelle Version.
es: Estás al día. %s es la última versión.
fr: Vous êtes à jour, %s est la dernière version.
hr: Koristite posljednju inačicu. %s je posljednja inačica.
it: Siete aggiornati. %s è la versioen più recente.
pl: Używasz najnowszej wersji dodatku. %s jest najnowszą wersją.
pt: Está atualizado. a versão %s é a mais recente.
pt_br: A versão está atualizada. %s é a última versão.
ru: У вас установлена самая свежая версия. %s является самой свежой версией.

source: Oops! There was a problem downloading Braille Extender update. Please retry later or download and install manually from %s. Do you want to open this URL in your browser?
da: Ups! Der opstod et problem under hentning af opdateringen. Prøv venligst igen senere eller hent og installér nanuelt via %s. Ønsker du at åbne denne URL i din browser nu?
de: Es gab ein Problem beim Herunterladen des Braille-Extender-Updates. Bitte versuchen Sie es später noch einmal oder laden Sie es manuell von %s herunter und installieren Sie es. Möchten Sie diese URL im Browser öffnen?
es: ¡Uy! Se ha producido un problema al descargar la actualización de Braille Extender. Vuelva a intentarlo más tarde o descargue e instale manualmente desde %s. ¿Desea abrir esta URL en su navegador?
fr: Zut ! Un problème est survenu lors du téléchargement de la mise à jour de Braille Extender. Veuillez réessayer ultérieurement ou télécharger et installer manuellement via %s. Voulez-vous ouvrir cette URL dans votre navigateur maintenant ?
hr: Joj! Postoji problem s preuzimanjem Braille extendera. Molimo pokušajte ponovno ili preuzmite ju sa adresse %s. Jeste li sigurni da želite li otvoriti ovu adresu u vašem Web pregledniku?
it: Ops! C'è stato un problema nel download dell'aggiornamento di Braille Extender. Riprovate più tardi o scaricatelo e installatelo manualmente da %s. Volete aprire questo indirizzo nel vostro Browser?
pl: Kurcze! Napotkano problem podczas pobierania aktualizacji Braille extendera. Proszę spróbować później lub pobrać ręcznie ze %s. Czy chcesz otworzyć adres w przeglądarce?
pt: Ops! Houve um problema ao descarregar a atualização do Braille Extender. Tente novamente mais tarde ou transfira e instale manualmente a partir de %s. Pretende abrir este URL no seu browser?
pt_br: Ops! Houve un problema ao baixar a atualização do Braille Extender. Tente novamente mais tarde ou baixe e instale manualmente desde %s. ¿Deseja abrir esta URL no seu navegador?
ru: Ой! Не возможно скачать обновление. Попробуйте, пожалуйста, позже, либо скачайте с вручную с адреса %s. Вы хотите открыть этот адрес в web обозревателе?

source: Details:
da: Detaljer:
es: Detalles:
fr: Détails :
hr: Detalji:
it: Dettagli:
pl: Szczegóły:
pt: Detalhes:
pt_br: Detalhes:
ru: Детали:
