Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: Default
da: Standard
de: Standard
es: Por defecto
fr: Par défaut
hr: Podrazumijevano
pl: Domyślnie
pt: Padrão
pt_br: Padrão
ru: По умолчанию

source: Moving in the text
da: Flytter i teksten
de: Im Text navigieren
es: Moverse por el texto
fr: Déplacement dans le texte
hr: Premještanje po tekstu
it: Spostarsi nel testo
pl: Przemieszczanie po tekście
pt: Movimentos no texto
pt_br: Movimentação através do texto
ru: Перемещение по тексту

source: Text selection
da: Tekstvalg
de: Textauswahl
es: Selección de texto
fr: Sélection de texte
hr: Označavanje teksta
it: Selezione del testo
pl: Zaznaczanie tekstu
pt: Seleção de texto
pt_br: Seleção de texto
ru: Выделение текста

source: Objects
da: Objekter
de: Objekte
es: Objetos
fr: Objets
hr: Objekti
it: Oggetti
pl: Obiekty
pt: Objetos
pt_br: Objetos
ru: Объекты

source: Review
da: Gennemsyn
de: Darstellung
es: revisar
fr: Revue
hr: Pregled
it: Esplorazione
pl: Przegląd
pt: Avaliação
pt_br: Revisar
ru: Просмотр

source: Links
es: Enlaces
fr: Liens
hr: Veze
it: Link
pl: Linki
ru: Ссылки

source: Unvisited links
da: Ikke-besøgte links
de: Nicht besuchte Links
es: Enlaces no visitados
fr: Liens non visités
hr: Neposjećene veze
it: Link non visitati
pl: Linki nieodwiedzone
pt: Links não visitados
pt_br: Links não visitados
ru: Непосещённые ссылки

source: Visited links
da: Besøgte links
de: Besuchte Links
es: Enlaces visitados
fr: Liens visités
hr: Posjećene veze
it: Link visitati
pl: Linki odwiedzone
pt: Links visitados
pt_br: Links visitados
ru: Посещённые ссылки

source: Landmarks
da: Landmærker
de: Sprungmarken
es: Regiones
fr: Repères
hr: Orjentiri
it: Punti di riferimento
pl: Punkty orientacyjne
pt: Marcadores
pt_br: Regiões
ru: Ориентиры

source: Headings
da: Overskrifter
de: Überschriften
es: Encabezados
fr: Titres
hr: Naslovi
it: Intestazioni
pl: Nagłówki
pt: Cabeçalhos
pt_br: Cabeçalhos
ru: Заголовки

source: Level 1 headings
da: Overskrifter på niveau 1
de: Überschrift Ebene 1
es: Encabezados de nivel 1
fr: Titres de niveau 1
hr: Naslovi prve razine
it: Intestazioni di livello 1
pl: Nagłówek pierwszego poziomu
pt: Cabeçalhos de nível 1
pt_br: Cabeçalhos de nível 1
ru: Заголовки первого уровня

source: Level 2 headings
da: Overskrifter på niveau 2
de: Überschrift Ebene 2
es: Encabezados de nivel 2
fr: Titres de niveau 2
hr: Naslovi druge razine
it: Intestazioni di livello 2
pl: Nagłówek drugiego poziomu
pt: Cabeçalhos de nível 2
pt_br: Cabeçalhos de nível 2
ru: Заголовки второго уровня

source: Level 3 headings
da: Overskrifter på niveau 3
de: Überschrift Ebene 3
es: Encabezados de nivel 3
fr: Titres de niveau 3
hr: Naslovi treće razine
it: Intestazioni di livello 3
pl: Nagłówek trzeciego poziomu
pt: Cabeçalhos de nível 3
pt_br: Cabeçalhos de nível 3
ru: Заголовки третьего уровня

source: Level 4 headings
da: Overskrifter på niveau 4
de: Überschrift Ebene 4
es: Encabezados de nivel 4
fr: Titres de niveau 4
hr: Naslovi četvrte razine
it: Intestazioni di livello 4
pl: Nagłówek czwartego poziomu
pt: Cabeçalhos de nível 4
pt_br: Cabeçalhos de nível 4
ru: Заголовки четвёртого уровня

source: Level 5 headings
da: Overskrifter på niveau 5
de: Überschrift Ebene 5
es: Encabezados de nivel 5
fr: Titres de niveau 5
hr: Naslovi pete razine
it: Intestazioni di livello 5
pl: Nagłówek piątego poziomu
pt: Cabeçalhos de nível 5
pt_br: Cabeçalhos de nível 5
ru: Заголовки пятого уровня

source: Level 6 headings
da: Overskrifter på niveau 6
de: Überschrift Ebene 6
es: Encabezados de nivel 6
fr: Titres de niveau 6
hr: Naslovi šeste razine
it: Intestazioni di livello 6
pl: Nagłówek szóstego poziomu
pt: Cabeçalhos de nível 6
pt_br: Cabeçalhos de nível 6
ru: Заголовки шестого уровня

source: Lists
da: Lister
de: Listen
es: Listas
fr: Listes
hr: Popisi
it: Elenchi
pl: Listy
pt: Listas
pt_br: Listas
ru: Списки

source: List items
da: Listeelementer
de: Listeneinträge
es: Elementos de lista
fr: Éléments de liste
hr: Elementi popisa
it: Elementi di elenco
pl: Elementy listy
pt: Listar itens
pt_br: Itens de lista
ru: Элементы списков

source: Graphics
da: Grafik
de: Grafiken
es: Gráficos
fr: Graphiques
hr: Slike
it: Grafici
pl: Grafiki
pt: Gráficos
pt_br: Gráficos
ru: Графические элементы

source: Block quotes
da: Blokcitater
de: Zitatblöcke
es: bloque de citas
fr: Citations
hr: Citati
it: Blocchi virgolettati
pl: Cytaty
pt: Citações em bloco
pt_br: Blocos de citação
ru: Цитаты

source: Buttons
da: Knapper
de: Schalter
es: Botones
fr: Boutons
hr: Gumbi
it: Pulsanti
pl: Przyciski
pt: Botões
pt_br: Botões
ru: Кнопки

source: Form fields
da: Formularfelter
de: Formularfelder
es: Campos de formulario
fr: Champs de formulaire
hr: Polja obrazaca
it: Campi modulo
pl: Formularze
pt: Campos de formulário
pt_br: Campos de formulário
ru: Поля формы

source: Edit fields
da: Editfelter
de: Eingabefelder
es: campos de edición
fr: Champs d’édition
hr: Polja za uređivanje
it: Campi editazione
pl: Pola edycyjne
pt: Campos de edição
pt_br: Campos de edição
ru: Поля редактирования

source: Radio buttons
da: Radioknapper
de: Auswahlschalter
es: Botones de opción
fr: Boutons radio
hr: Izborni gumbi
it: Pulsanti radio
pl: Przyciski opcji
pt: Botões de opções
pt_br: Botões de opção
ru: Радио кнопки

source: Combo boxes
da: Combo boxe
de: Kombinationsfelder
es: Cuadros combinados
fr: Listes déroulantes
hr: Odabirni okviri
it: Caselle combinate
pl: Listy rozwijane
pt: Caixas combinadas
pt_br: Caixas de combinação
ru: Комбинированные списки

source: Check boxes
da: Check boxe
de: Kontrollkästchen
es: Casillas de verificación
fr: Cases à cocher
hr: Potvrdni okviri
it: Caselle di controllo
pl: Pola wyboru
pt: Caixas de selecção
pt_br: Caixas de verificação
ru: Флажки

source: Non-link blocks
da: Blokke, der ikke er links
de: Textabschnitte ohne Links
es: Bloques sin enlace
fr: Fin de bloc de liens
hr: Tekst poslije bloka linkova
it: Blocchi senza link
pl: Tekst spoza blokiem linków
pt: Blocos sem ligação
pt_br: Texto que não é link
ru: Тексты после ссылок

source: Frames
da: Rammer
de: Rahmen
es: Marcos
fr: Cadres
hr: Okviri
it: Frame
pl: Ramki
pt: Molduras
pt_br: Quadros
ru: фреймы

source: Separators
da: Separatorer
de: Trennlinien
es: Separadores
fr: Séparateurs
hr: Rastavljači
it: Separatori
pl: Separatory
pt: Separadores
pt_br: Separadores
ru: Разделители

source: Embedded objects
da: Indlejrede objekter
de: Eingebettete Objekte
es: Objetos incrustados
fr: Objets embarqués
hr: Ugrađeni objekti
it: Oggetti incorporati
pl: Obiekty zagnieżdżone
pt: Objectos incorporados
pt_br: Objetos embutidos
ru: Встроенные объекты

source: Annotations
da: Annotationer
de: Anmerkungen
es: Anotaciones
hr: Anotacije
it: Annotazioni
pl: Adnotacje
pt: Anotações
pt_br: Anotações
ru: Аннотации

source: Spelling errors
da: Stavefejl
de: Rechtschreibfehler
es: Errores de ortografía
fr: Erreurs d’orthographe
hr: Pravopisne pogreške
it: Errori di battitura
pl: Błędy pisowni
pt: Erros de ortografia
pt_br: Erros de ortografía
ru: Орфографические ошибки

source: Tables
da: Tabeller
de: Tabellen
es: Tablas
fr: Tableaux
hr: Tablice
it: Tabelle
pl: Tabele
pt: Tabelas
pt_br: Tabelas
ru: таблицы

source: Move in table
da: Flytte i tabel
de: In Tabelle navigieren
es: Moverse en la tabla
fr: Déplacement dans le tableau
hr: Premještanje po tablici
it: Spostarsi nella tabella
pl: Przemieszczanie po tabelach
pt: Mover na tabela
pt_br: Moverse en a tabela
ru: Перемещение по таблице

source: If pressed twice, presents the information in browse mode
da: Ved to tryk vises informationen i gennemsynstilstand
de: Bei zweimaligem Drücken wird die Information im Lesemodus angezeigt
es: Si se pulsa dos veces, presenta la información en modo exploración
fr: Deux appuis : présenter l’information en mode navigation
hr: Ako je pritisnuto dvaput, prikazuje informacije u brajičnom pregledu
it: Se premuto due volte, mostra le informazioni in modalità navigazione
pl: Po dwukrotnym naciśnięciu, pokazuje informację w trybie przeglądu
pt: Se pressionado duas vezes, apresenta as informações no modo de navegação
pt_br: Se pressionada duas vezes, apresenta a informação em modo de navegação
ru: По двойному нажатию показывает информацию в режиме просмотра

source: Docu&mentation
da: Doku&mentation
de: &Dokumentation
es: Docu&mentación
hr: &Pomoć
it: &Documentazione
pl: &Pomoc
pt: Docu&mentação
pt_br: &Documentação
ru: &Справка

source: Opens the addon's documentation.
da: Åbner tilfføjelsesprogrammets dokumentation.
de: Öffnet die Dokumentation der Erweiterung.
es: Abre la documentación del complemento.
fr: Ouvre la documentation du module complémentaire.
hr: Otvara pomoc dodatka.
it: Apre la documentazione dell'add-on.
pl: Otwiera pomoc dodatku.
pt: Abre a documentação do addon.
pt_br: Abre a documentação do complemento.
ru: Открывает документацию дополнения.

source: &Settings...
da: &Indstillinger...
de: &Einstellungen...
es: &Ajustes
fr: Para&mètres...
hr: &Postavke...
it: &Impostazioni...
pl: &Ustawienia...
pt: &Configurações...
pt_br: &Configurações...
ru: &Настройки...

source: Opens the addons' settings.
da: Åbner tilføjelsesprogrammets indstillinger.
de: Öffnet die Einstellungen der Erweiterung.
es: Abre la configuración del complemento.
fr: Ouvre les paramètres du module complémentaire.
hr: Otvara postavke dodatka.
it: Apre le impostazioni dell'add-on.
pl: Otwiera ustawienia dodatku.
pt: Abre as configurações do addon.
pt_br: Abre as &configurações do complemento.
ru: Открывает настройки дополнения.

source: Table &dictionaries
da: Tabel&ordbøger
de: &Tabellen-Wörterbücher
es: Tabla &diccionarios
fr: Dictionnaires des tables
hr: &Rječnici tablice
it: Dizionari per le &tabelle
pl: &słowniki tablic
pt: &Dicionários de Tabela
pt_br: &Dicionários de tabelas
ru: &Словари таблиц

source: 'Braille dictionaries' menu
da: Menuen 'Punktskriftordbøger'
de: Braille-Wörterbuchmenü
es: Menú de Diccionarios Braille
fr: Menu "dictionnaires braille"
hr: Izbornik 'brajičnih rječnika'
it: menu 'dizionari Braille'
pl: Meni 'słowniki brajlowskie'
pt: menu "Dicionários Braille
pt_br: Menú de dicionários Braille
ru: Меню 'Брайлевские словари'

source: &Global dictionary
da: &Global ordbog
de: &Globales Wörterbuch
es: Diccionario &Global
fr: Dictionnaire &global
hr: &Globalni rječnik
it: Dizionario &globale
pl: &Słownik ogólny
pt: &Dicionário global
pt_br: Dicionário &global
ru: &Глобальный словарь

source: A dialog where you can set global dictionary by adding dictionary entries to the list.
da: En dialog til at lave en global ordbog ved at tilføje ordbogselementer til listen.
de: Ein Dialogfeld, in dem Sie Wörterbucheinträge hinzufügen können, die globale Auswirkung haben.
es: Un cuadro de diálogo en el que puede establecer un diccionario global agregando entradas de diccionario a la lista.
fr: Une boîte de dialogue dans laquelle vous pouvez définir un dictionnaire global en ajoutant des entrées de dictionnaire à la liste.
hr: Dijaloški okvir u kojem se može dodati globalni rječnik putem dodavanja zapisa u isti.
it: Una finestra in cui potete impostare un dizionario globale aggiungendo nuove voci alla lista.
pl: Okno dialogowe, w którym można utworzyć słownik globalny dodając wspisy słownikowe do listy.
pt: Uma caixa de diálogo onde pode definir o dicionário global, adicionando entradas de dicionário à lista.
pt_br: Um diálogo no qual se pode estabelecer um dicionário global adicionando entradas de dicionário à lista.
ru: Диалоговое окно, в котором возможно создать глобальный словарь, добавляя словарные статьи.

source: &Table dictionary
da: &Tabel-ordbog
de: &Tabellen-Wörterbuch
es: Diccionario de &tablas
fr: Dictionnaire de la &table
hr: &Rječnik tablice
it: Dizionario &tabella
pl: Słownik &tablicy brajlowskiej
pt: Dicionário de &tabela
pt_br: &Dicionário de tabela
ru: Словарь таблицы

source: A dialog where you can set table-specific dictionary by adding dictionary entries to the list.
da: En dialog, hvor der kan angives en tabel-specifick ordbog ved at tilføje ordbogsemner til listen.
de: Ein Dialogfeld, in dem Sie Wörterbucheinträge hinzufügen können, die Auswirkung auf bestimmte Braille-Tabellen haben.
es: Un cuadro de diálogo en el que puede establecer un diccionario específico de la tabla agregando entradas de diccionario a la lista.
fr: Une boîte de dialogue dans laquelle vous pouvez définir un dictionnaire spécifique à une table en ajoutant des entrées de dictionnaire à la liste.
hr: Rječnik specifičan za brajičnu tablicu u kojem se mogu dodati zapisi specifični za tablicu.
it: Una finestra in cui potete impostare un dizionario specifico per una tabella, aggiungendo nuove voci alla lista.
pl: Okno dialogowe, w którym można utworzyć określony dla tablicy brajlowskiej słownik dodając do listy wpisy słownikowe.
pt: Uma caixa de diálogo onde se pode definir o dicionário específico da tabela, adicionando entradas de dicionário à lista.
pt_br: Um diálogo no qual se pode estabelecer um dicionário específico da tabela adicionando entradas de dicionário à lista.
ru: Диалоговое окно, в котором возможно создать словарь для конкретной брайлевской таблицы, добавляя словарные статьи.

source: Te&mporary dictionary
da: Mi&dlertidig ordbog
de: Te&mporäres Wörterbuch
es: Diccionario te&mporal
fr: Dictionnaire tem&poraire
hr: &Privremeni rječnik
it: Dizionario te&mporaneo
pl: Słownik tym&czasowy
pt: Dicionário Te&mporário
pt_br: Dicionário &temporário
ru: &Временный словарь

source: A dialog where you can set temporary dictionary by adding dictionary entries to the list.
da: En dialog, hvor der kan angives en midlertidig ordbog ved at tilføje ordbogsemner til listen.
de: Ein Dialogfeld, in dem Sie Wörterbucheinträge hinzufügen können, die nur temporär Auswirkung haben.
es: Un cuadro de diálogo en el que puede establecer un diccionario temporal agregando entradas de diccionario a la lista.
fr: Une boîte de dialogue dans laquelle vous pouvez définir un dictionnaire temporaire en ajoutant des entrées de dictionnaire à la liste.
hr: Dijaloški okvir privremenih rječnika u kojem možete dodati zapise za isti.
it: Una finestra in cui potete impostare un dizionario temporaneo, aggiungendo nuove voci alla lista.
pl: Okno dialogowe, w którym można utworzyć tymczasowy słownik dodając wpisy słownikowe do listy.
pt: Uma caixa de diálogo onde pode definir um dicionário temporário, adicionando entradas de dicionário à lista.
pt_br: Um diálogo no qual se pode estabelecer um dicionário temporário adicionando entradas de dicionário à lista.
ru: Диалоговое окно, в котором возможно создать временный словарь, добавляя словарные статьи.

source: Advanced &input mode dictionary...
da: Avanceret ordbog til &indtastningstilstand...
de: Wörterbuch für die erweiterte Ein&gabe...
es: Diccionario de modo de e&ntrada avanzado...
fr: Dictionnaire du mode de saisie &avancée...
hr: &rječnik naprednog načina unosa...
it: Dizionario per la modalità di scrittura &avanzata...
pl: Słownik zaawansowanego &trybu wprowadzania...
pt: Dicionário do modo &avançado de escrita...
pt_br: Dicionário de modo de entrada &avançado...
ru: Словарь расширенного &ввода...

source: Advanced input mode configuration
da: Konfiguration af avanceret indtastningstilstand
de: Erweiterten Eingabemodus konfigurieren
es: Configuración avanzada del modo de entrada
fr: Configuration du mode de saisie avancée
hr: Konfiguracija naprednog načina unosa
it: Configurazione della modalità di scrittura avanzata
pl: Konfiguracja zaawansowanego trybu wprowadzania
pt: Configuração do modo avançado de entrada
pt_br: Configuração do modo de entrada avançado
ru: Настройки расширенного ввода

source: &Quick launches
da: &Hurtigstartere
de: &Schnellstarts
es: Atajos &rápidos
fr: &Lancements rapides
hr: &Brza pokretanja
it: &Collegamenti rapidi
pl: &Szybkie uruchamianie
pt: &Aberturas rápidas
pt_br: Comandos &rápidos
ru: &Приложения для быстрого запуска

source: Quick launches configuration
da: Opsætning af Hurtigstartere
de: Schnellstart-Einstellungen
es: Configuración de atajos rápidos
fr: Configuration des lancements rapides
hr: Konfiguracija brzih pokretanja
it: Configurazione dei collegamenti rapidi
pl: Konfiguracja szybkiego uruchamiania
pt: Configuração das aberturas rápidos
pt_br: Configuração dos comandos rápidos
ru: Настройки приложений для быстрого запуска

source: Braille input table &overview
da: &Visning af punkttabel til indtastning
de: Üb&ersicht der Braille-Eingabetabelle
es: Tabla de entrada Braille &descripción general
fr: A&perçu de la table braille de saisie
hr: &Pregled brajlične tablice za unos teksta
it: &Riepilogo tabella Braille di scrittura
pl: &Przegląd brajlowskiej tablicy wprowadzania
pt: &Visão geral da tabela de escrita Braille
pt_br: Descrição geral da &tabela de entrada Braille
ru: &Обзор брайлевской таблицы ввода

source: Overview of the current input braille table
da: Oversigt over den aktuelle indtastningstabel
de: Übersicht zur aktuellen Braille-Eingabetabelle
es: Descripción general de la tabla braille de entrada actual
fr: Aperçu de la table braille d’entrée actuelle
hr: Pregled trenutne brajične tablice
it: Riepilogo della tabella Braille di scrittura in uso
pl: Przegląd aktualnej tablicy brajlowskiej wprowadzania
pt: Visão geral da tabela braille de escrita atual
pt_br: Descrição geral da tabela braille de entrada atual
ru: Обзор текущей брайлевской таблицы

source: &Reload add-on
da: &Genindlæs tilføjelsesprogram
de: Erweiterung neu &laden
es: &Recargar complemento
fr: &Recharger le module
hr: &Ponovno učitaj dodatak
it: Ricarica add-&on
pl: &Wczytaj dodatek ponownie
pt: &Recarregar o extra
pt_br: &Reiniciar o complemento
ru: &Перезагрузить дополнение

source: Reload this add-on.
da: Genindlæs dette tilføjelsesprogram.
de: Lädt die Erweiterung neu.
es: Vuelve a cargar este complemento.
fr: Recharger cet add-on.
hr: Ponovno učitava dodatak.
it: Ricarica questo componente aggiuntivo.
pl: Wczytuje dodatek ponownie.
pt: Recarregar este extra.
pt_br: Reinicia este complemento.
ru: Перезагружает дополнение.

source: Check for &update...
da: &Søg efter opdateringer...
de: Nach &Updates suchen...
es: Buscar act&ualizaciones...
fr: &Vérifier les mises à jour...
hr: Provjeri &za nadogradnju...
it: Controlla a&ggiornamenti...
pl: &Sprawdź aktualizację...
pt: Verificar se há &atualização...
pt_br: &Buscar por atualizações.
ru: &Проверить наличие обновлений...

source: Checks if Braille Extender update is available
da: Undersøger, om der er opdateringer til Udvidelse til Punktskrift
de: Sucht nach Updates für Braille Extender
es: Comprueba si la actualización de Braille Extender está disponible
fr: Vérifie si des mises à jour de Braille Extender sont disponibles
hr: Provjerava postojanje nadogradnje Braille Extendera
it: Controlla se sono disponibili aggiornamenti di Braille Extender
pl: Sprawdza dostępność nowej wersji Braille extendera
pt: Verifica se a atualização do Braille Extender está disponível
pt_br: Verifica si uma atualização do Braille Extender está disponível
ru: Проверяет доступность новой версии Braille extender

source: &Website
de: &Webseite
es: Sitio &web
fr: Site &web
hr: &Web stranica
it: &Sito web
pl: St&rona dodatku
pt: &página web
pt_br: Site na &web
ru: &Web сайт

source: Open addon's website.
da: Åbn tilføjelsesprogrammets website.
de: Öffnet die Webseite der Erweiterung.
es: Abra el sitio web del complemento.
fr: Ouvre le site web du module complémentaire.
hr: Otvara web stranicu dodatka.
it: Apre il sito web dell'add-on.
pl: Otwiera stronę www tego dodatku.
pt: Abrir a página Web do extra.
pt_br: Abre o site do complemento na web.
ru: Открыть сайт дополнения.

source: Get the latest template &translation file (.pot)
da: Hent den nyeste skabelon &oversættelsesfil (.pot)
de: Neueste Übersetzungs&vorlage (.pot-Datei) herunterladen
es: Obtenga la plantilla y el archivo de &traducción más recientes (.pot)
fr: Obtenir le fichier modèle de &traduction le plus récent (.pot)
hr: Preuzmi posljednji katalog p&rijevoda (.pot)
it: Scarica l'&ultimo template del file di traduzione (.pot)
pl: Pobierz ostatni katalog &tłumaczeń
pt: &Obter o ficheiro mais recente de modelo de tradução (.pot)
pt_br: Obtenha a versão mais recente do arquivo de &tradução (.pot)
ru: &Скачать последний каталог переводов

source: Opens the URL to download the latest Portable Object Template file of the add-on
da: Åbner websiden til hentning af den nyeste fil af typen Portable Object Template til udvidelsen
de: Öffnet die URL zum Herunterladen der neuesten Übersetzungsvorlage (.pot-Datei) der Erweiterung
es: Abre la URL para descargar el archivo Portable Object Template más reciente del complemento.
fr: Ouvre l’URL pour télécharger le dernier fichier Portable Object Template de l’add-on
hr: Otvara adresu za preuzimanje posljednjeg kataloga prijevoda za dodatak
it: Si collega ad Internet per scaricare l'ultimo Portable Object Template file dell'add-on
pl: Otwiera adres dla pobierania ostatniego katalogu tłumaczeń .pot
pt: Abre o URL para descarregar o ficheiro Portable Object Template mais recente do add-on
pt_br: Abre a URL para baixar o arquivo Portable Object Template do complemento mais recente
ru: Открывает ссылку на скачивание последнего каталога переводов

source: Global dictionary
da: Global ordbog
de: Globales Wörterbuch
es: Diccionario global
fr: Dictionnaire global
hr: Globalni rječnik
it: Dizionario globale
pl: Słownik ogólny
pt: Dicionário global
pt_br: Dicionário global
ru: Глобальный словарь

source: Table dictionary ({})
da: Tabelordbog ({})
de: Tabellen-Wörterbuch ({})
es: Diccionario de tablas ({})
fr: Dictionnaire de la table ({})
hr: Rječnik tablice ({})
it: Dizionario per la tabella ({})
pl: Słownik tablicy brajlowskiej ({})
pt: Dicionário de tabela ({})
pt_br: Dicionário de tabelas ({})
ru: Словарь таблицы ({})

source: Temporary dictionary
da: Midlertidig ordbog
de: Temporäres Wörterbuch
es: diccionario temporal
fr: Dictionnaire temporaire
hr: Privremeni rječnik
it: Dizionario temporaneo
pl: Słownik tymczasowy
pt: Dicionário temporário
pt_br: Dicionário temporário
ru: Временный словарь

source: Switches to the previous rotor setting
da: Skifter til forrige rotorindstilling
de: Wechselt zur vorherigen Rotor-Einstellung
es: Vuelve al ajuste anterior del rotor.
fr: Sélectionne le réglage précédent du rotor
hr: Prebacuje se na prethodnu postavku rotora
it: Passa all'impostazione precedente del rotore
pl: Przełącza do poprzedniego ustawienie rotora
pt: Passa para a configuração anterior do rotor
pt_br: Alterna para o ajuste anterior do rotor
ru: Переключает на предыдущую настройку в роторе

source: Switches to the next rotor setting
da: Skifter til næste rotorindstilling
de: Wechselt zur nächsten Rotor-Einstellung
es: Cambia al siguiente ajuste del rotor
fr: Sélectionne le réglage suivant du rotor
hr: Prebacuje se na sljedeću postavku rotora
it: Passa all'impostazione successiva del rotore
pl: Przełącza do następnego ustawienie rotora
pt: Passa para a configuração seguinte do rotor
pt_br: Alterna para o ajuste seguinte do rotor
ru: Переключает на следующую настройку в роторе

source: Character
da: Tegn
de: Zeichen
es: Carácter
fr: Caractère
hr: Znak
it: Carattere
pl: Znak
pt: Carater
pt_br: Caractere
ru: Символ

source: Word
da: Ord
de: Wort
es: Palabra
fr: Mot
hr: Riječ
it: Parola
pl: Słowo
pt: Palavra
pt_br: Palabra
ru: Слово

source: Line
da: Linje
de: Zeile
es: Línea
fr: Ligne
hr: Redak
it: Riga
pl: Wiersz
pt: Linha
pt_br: Línha
ru: Строка

source: Paragraph
da: Afsnit
de: Absatz
es: Párrafo
fr: Paragraphe
hr: Odlomak
it: Paragrafo
pl: Akapit
pt: Parágrafo
pt_br: Parágrafo
ru: Абзац

source: Page
da: Side
de: Seite
es: Página
hr: Stranica
it: Pagina
pl: Strona
pt: Página
pt_br: Página
ru: Страница

source: Document
da: Dokument
de: Dokument
es: Documento
hr: Dokument
it: Documento
pl: Dokument
pt: Documento
pt_br: Documento
ru: Документ
