Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: Auto test started. Use the up and down arrow keys to change speed. Use the left and right arrow keys to change test type. Use space key to pause or resume the test. Use escape key to quit
da: Autotest startet. Brug Pil Op og Pil Ned til at ændre hastighed. Brug Venstre og Højre piletast til at skifte tyypen af test. Brug Mellemrumstasten til at sætte testen på pause eller genoptage den. Brug Escape til at afbryde
de: Auto-Test gestartet. Verwenden Sie die Tasten Pfeil nach oben oder Pfeil nach unten, um die Geschwindigkeit zu ändern. Drücken Sie die linke und rechte Pfeiltaste, um den Testtyp zu ändern. Verwenden Sie die Leertaste, um den Test anzuhalten oder fortzusetzen. DrückenSie die Escape-Taste zum Beenden
es: Prueba automática iniciada. Utilice las teclas de flecha arriba y abajo para cambiar la velocidad. Utilice las teclas de flecha izquierda y derecha para cambiar el tipo de prueba. Use la tecla de espacio para pausar o reanudar la prueba. Use la tecla de escape para salir
fr: Test automatique démarré Utilisez les flèches haut et bas pour changer de vitesse. Utilisez les touches flèches gauche et droite pour changer le type de test. Utilisez la touche espace pour faire une pause ou reprendre le test. Utilisez la touche d’échappement pour quitter
hr: Automatsko testiranje je započelo. Koristite strelice gore i dolje, kako biste promijenili brzinu. Koristite strelice lijevo i desno za promjenu tipa testiranja. Koristite razmaknicu za pauziranje ili nstavljanje testa. Koristite escape za izlaz
it: Auto test avviato. Usate le frecce verticali per cambiare la velocità, le frecce orizzontali per cambiare il tipo di test, lo spazio per mettere in pausa o riprendere il test e il tasto esc per terminare
pl: Automatyczne testowanie rospoczęte. Użyj strzałek w górę lub w dół, aby zmienić szybkość lub strzałek lewo prawo, aby zmienić typ testu. Użyj spacji, aby zatrzymać lub wznowić test. Użyj klawisza escape, aby wyjść
pt: Teste automático iniciado. Utilize as teclas de seta para cima e para baixo para alterar a velocidade. Utilize as teclas de seta para a esquerda e para a direita para alterar o tipo de teste. Utilize a tecla de espaço para fazer uma pausa ou retomar o teste. Utilize a tecla de escape para sair
pt_br: Autoteste iniciado. Utilize as setas para cima e para abaixo paraalterar a velocidade. Utilize as setas para a esquerda e para a direita para alterar o tipo de teste. Utilize a barra de spaços para pausar ou retomar o teste. Use a tecla escape para sair
ru: Автотест начался. Используйте стрелки в лево и в право, в верх и в низ, чтобы изменить скорость. Используйте стрелки в лево и в право, чтобы изменить тип теста. Используйте кнопку пробел, чтобы прервать или возобновить тест. Используйте escape для выхода

source: Auto test
es: Prueba automática
hr: Automatsko testiranje
pl: Testowanie automatyczne
pt: Ensaio automático
pt_br: Autoteste
ru: Автотест

source: Add dictionary entry or see a dictionary
da: Tilføj et ordbogselement eller se en ordbog
de: Wörterbucheintrag hinzufügen oder Wörterbuch einsehen
es: Añadir entrada de diccionario o ver un diccionario
fr: Ajouter une entrée de dictionnaire ou consulter un dictionnaire
hr: Dodaj zapis u rječnik ili pogledaj rječnik
it: Aggiungi una voce o visualizza un dizionario
pl: Dodaj wpis do słownika lub zobacz słownik
pt: Adicionar entrada de dicionário ou ver um dicionário
pt_br: Adicionar entrada de Dicionário ou visualizar um Dicionário
ru: Добавьте словарьную статью или посмотрите словарь

source: Adds an entry in braille dictionary
da: Føjer element til punktskriftordbog
de: Fügt einen Eintrag dem Braille-Wörterbuch hinzu
es: Añade una entrada en el diccionario braille
fr: Ajoute une entrée au dictionnaire braille
hr: Dodaje zapis u rječniku brajičnih tablica
it: Aggiunge una voce al dizionario Braille
pl: Dodaje wpis do słownika tablicy brajlowskiej
pt: Adiciona uma entrada no dicionário braille
pt_br: Adiciona uma entrada no Dicionário braille
ru: Добавляет статью в словарь брайлевских таблиц

source: Skip blank lines enabled
da: Spring blanke linjer over slået til
de: Leerzeilen überspringen eingeschaltet
es: Saltar líneas en blanco activado
fr: Lignes vides ignorées activé
hr: Preskači prazne retke uključeno
it: Ignora righe vuote attivato
pl: Omijanie pustych wierszy włączone
pt: Saltar linhas em branco ativado
pt_br: Pular linhas em branco ativado
ru: Перескакивание пустых строк включено

source: Skip blank lines disabled
da: Spring blanke linjer over slået fra
de: Leerzeilen überspringen ausgeschaltet
es: Saltar líneas en blanco desactivado
fr: Lignes vides ignorées désactivé
hr: Preskači prazne retke isključeno
it: Ignora righe vuote disattivato
pl: Omijanie pustych wierszy wylączone
pt: Saltar linhas em branco desativado
pt_br: Pular linhas em branco desativado
ru: Перескакивание пустых строк выключено

source: Toggle blank lines during text scrolling
da: Slå blanke linjer til og fra ved tekstrulning
de: Schaltet die Leerzeilen beim Lesen ein oder aus
es: Alternar líneas en blanco durante el desplazamiento de texto
fr: Basculer les lignes vides pendant le défilement
hr: Uključuje ili isključuje preskakanje redaka prilikom automatskog čitanja
it: Mostra o nasconde le righe vuote durante lo scorrimento del testo
pl: Włącza lub wyłącza omijanije pustych wierszy przy automatycznym czytaniu
pt: Alternar entre linhas em branco durante a deslocação do texto
pt_br: Alternar linhas em branco durante o rolamento automático do braille
ru: Включает или выключает пустые строки при автоматической прокрутке

source: Toggle routing cursors behavior in edit fields
da: Skifter imellem virkemåder for markørsammenføringstaster i redigeringsfelter
de: Schaltet das Verhalten des Routing-Cursors in Eingabefeldern um
es: Alternar el comportamiento de los cursores de enrutamiento en los campos de edición
fr: Basculer le comportement des curseurs éclairs dans les champs d’édition
hr: Uključivanje/isključivanje ponašanja pokazivača usmjeravanja u poljima za uređivanje
it: Attiva/disattiva il comportamento dei cursor routing nei campi editazione
pl: Przełączanie zachowania kursorów routingu w polach edycji
pt: Alternar o comportamento dos cursores de encaminhamento nos campos de edição
pt_br: Alternar o comportamento do botão de movimentação do cursornos campos de edição
ru: Переключение поведения клавишей рутинг в полях редактирования

source: Speech History Mode disabled (%s)
da: Tilstanden Talehistorik slået fra (%s)
de: Sprachausgabenverlauf ausgeschaltet (%s)
fr: Mode historique vocal désactivé (%s)
hr: Način povijesti govora je onemogućen (%s)
pl: Tryb historii mowy wyłączony (%s)
ru: Режим истории речи отключен (%s)

source: Speech History Mode enabled
da: Tilstanden Taleistorik slået til
de: Sprachausgabenverlauf eingeschaltet
es: Modo de historial de voz activado
fr: Mode historique vocal activé
hr: Omogućen način povijesti govora
it: Cronologia sintesi vocale attivata
pl: Tryb historii mowy włączony
pt: Modo histórico de voz ativado
pt_br: Modo de histórico de fala ativado
ru: Включен режим истории речи

source: Toggle Speech History Mode
da: Slår tilstanden Talehistorik til eller fra
de: Schaltet den Sprachausgabenverlauf ein oder aus
es: Conmutar el modo de historial de voz
fr: Basculer le mode historique vocal
hr: Uključi/isključi način povijesti govora
it: Attiva o disattiva la cronologia sintesi vocale
pl: Włącza i wyłącza tryb historii mowy
pt: Alternar o modo histórico de voz
pt_br: Alternar o modo de histórico de fala
ru: Переключение режима истории речи

source: none
da: ingen
de: Keine
es: ninguno
fr: aucun
hr: ništa
it: mai
pl: Brak
pt: nenhum
pt_br: nenhum
ru: Ничего

source: braille only
da: kun punkt
de: Nur Braille
es: solo braille
fr: braille seulement
hr: samo brajica
it: solo Braille
pl: tylko brajlem
pt: apenas braille
pt_br: apenas braille
ru: Только брайль

source: speech only
da: kun tale
de: Nur Sprache
es: solo voz
fr: parole seulement
hr: samo govor
it: solo sintesi
pl: tylko mową
pt: apenas voz
pt_br: apenas fala
ru: Только речь

source: both
da: begge
de: Beide
es: ambos
fr: les deux
hr: oboje
it: sempre
pl: Brajlem i mową
pt: ambos
pt_br: ambos
ru: брайль и речь

source: dots 7 and 8
da: Punkterne 7 og 8
de: Punkte 7 und 8
es: puntos 7 y 8
fr: points 7 et 8
hr: točkice 7 i 8
it: punti 7 e 8
pl: punkty 7 i 8
pt: pontos 7 e 8
pt_br: puntos 7 e 8
ru: точки 7 и 8

source: dot 7
da: punkt 7
de: Punkt 7
es: punto 7
fr: point 7
hr: točkica 7
it: punto 7
pl: punkt 7
pt: ponto 7
pt_br: punto 7
ru: точка 7

source: dot 8
da: punkt 8
de: Punkt 8
es: punto 8
fr: point 8
hr: točkica 8
it: punto 8
pl: punkt 8
pt: ponto 8
pt_br: punto 8
ru: точка 8

source: stable
da: stabil
de: Stabil
es: estable
hr: stabilna
it: stabile
pl: stabilny
pt: estável
pt_br: estável
ru: стабильный

source: development
da: udvikling
de: Entwicklung
es: desarrollo
fr: développement
hr: razvojni prsten
it: in sviluppo
pl: Rozwojowy pierścień
pt: desenvolvimento
pt_br: desenvolvimento
ru: для разработчиков

source: focus mode
da: fokustilstand
de: Fokusmodus
es: Modo foco
fr: mode focus
hr: način fokusa
it: modalità focus
pl: Tryb punktu uwagi
pt: modo de foco
pt_br: modo de foco
ru: Режим фокуса

source: review mode
da: gennemsynstilstand
de: Darstellungsmodus
es: Modo revisión
fr: mode revue
hr: način pregleda
it: modalità esplorazione
pl: Tryb przeglądu
pt: modo de revisão
pt_br: modo de rrevisão
ru: Режим просмотра

source: normal (recommended outside Windows consoles, IntelliJ, PyCharm...)
da: normal (anbefales undtagen Windows konsoller, IntelliJ, PyCharm...)
de: Normal (empfohlen außerhalb von Windows-Konsolen, IntelliJ, PyCharm, etc.)
es: normal (recomendado fuera de las consolas Windows, IntelliJ, PyCharm...)
fr: normal (recommandé hors consoles Windows, IntelliJ, PyCharm…)
hr: normalno (preporučuje se izvan Windows konzola, IntelliJ, PyCharm...)
it: normale (consigliato al di fuori delle console Windows, IntelliJ, PyCharm...)
pl: normalny (zalecane poza konsolami Windows, IntelliJ, PyCharm ...)
pt: normal (recomendado fora das consolas Windows, IntelliJ, PyCharm...)
pt_br: normal (recomendado fora dos consoles Windows, IntelliJ, PyCharm...)
ru: обычный (рекомендуется за пределами консолей Windows, IntelliJ, PyCharm...)

source: alternative, emulate left and right arrow keys with beeps
da: alternativt gengiv tasterne Pil Venstre og Pil Højre med biplyde
de: Alternativ: Emulation der linken und rechten Pfeiltasten mit Signaltönen
es: alternativa, emular las teclas de flecha izquierda y derecha con pitidos
fr: alternatif, émuler les touches flèchées gauche et droite avec bips
hr: alternativa, oponašajte lijeve i desne tipke sa strelicama zvučnim signalima
it: alternativa, emula i tasti freccia sinistra e destra con segnali acustici
pl: alternatywnie, emuluj strzałek w lewo i w prawo za pomocą sygnałów dźwiękowych
pt: alternativa, emular as teclas de seta esquerda e direita com sinais sonoros
pt_br: alternativo, emular as teclas de seta esquerda e direita com bipes
ru: в качестве альтернативы, эмулируйте клавиши со стрелками влево и вправо с помощью звуковых сигналов

source: alternative, emulate left and right arrow keys silently
da: alternativt gengiv tasterne Pil Venstre og Pil Højre uden lyd
de: Alternativ: Emulation der linken und rechten Pfeiltasten ohne Ansage
es: alternativa, emular las teclas de flecha izquierda y derecha en silencio.
fr: alternatif, émuler les touches flèchées gauche et droite silencieusement
hr: alternativa, tiho oponašajte lijeve i desne tipke sa strelicama
it: Alternativa, emula i tasti freccia sinistra e destra silenziosamente
pl: alternatywnie, emuluj strzałek w lewo i w prawo po cichu
pt: alternativa, emular silenciosamente as teclas de seta esquerda e direita
pt_br: alternativo, emular as teclas de seta esquerda e direita silenciosamente
ru: В качестве альтернативы, эмулируйте клавиши со стрелками влево и вправо в автоматическом режиме

source: last known
da: sidst kendte
de: zuletzt bekannt
es: último conocido
fr: dernier connu
hr: zadni poznati
it: ultimo conosciuto
pl: ostatni połączony
pt: último conhecido
pt_br: última conhecida
ru: Последний известный

source: Hexadecimal
de: Hexadezimal
fr: Hexadécimale
hr: Heksadecimalni
it: Esadecimale
pl: Szesnastkowy
ru: Шестнадцатиричный

source: Decimal
de: Dezimal
fr: Décimale
hr: Decimalni
it: Decimale
pl: Dziesiętny
ru: Десятиричный

source: Octal
de: Oktal
fr: Octale
hr: Oktalni
it: Ottale
pl: Usemkowy
ru: Восмиричный

source: Binary
da: Binær
de: Binär
es: Binario
fr: Binaire
hr: Binarni
it: Binario
pl: Binarny
pt: Binário
pt_br: Binario
ru: Двоичный

source: Show punctuation/symbol &name for undefined characters if available
da: Vis sætningstegn/symbol&navn for ikke-definerede tegn hvis det findes
de: Interpunktion/Symbol&name für undefinierte Zeichen anzeigen, falls verfügbar
es: Mostrar puntuación/símbolo &nombre para caracteres no definidos si están disponibles
fr: Afficher le &nom des symboles/ponctuations pour les caractères non définis si possible
hr: Prikaži znak &interpunkcije/simbol za nedefinirane znakove ako je dostupan
it: Per i caratteri non definiti, mostra il &nome presente nella finestra "pronuncia simbolo" se disponibile
pl: Pokaż &nazwę znaku przestankowego/symbolu jeśli jest dostępne
pt: Mostrar o &nome da pontuação/símbolo para caracteres indefinidos, se disponíveis
pt_br: Mostrar puntuação/símbolo ou &nome para caracteres indefinidos se disponíveis
ru: Показывать &название знака препинания/символа для неопределённых знаков если возможно

source: Speech History Mode
da: Tilstanden Talehistorik
de: Sprachausgabenverlauf
es: Modo de historial de voz
fr: Mode historique vocal
hr: Način povijesti govora
it: Modalità cronologia sintesi vocale
pl: Tryb historii mowy
pt: Modo de histórico da voz
pt_br: Modo de histórico de fala
ru: Режим истории речи

source: This mode allows to review the last announcements that have been spoken by NVDA.
da: Denne tilstand gør det muligt at gennemse de informationer, der senest er blevet læst op af NVDA.
de: In diesem Modus können Sie die letzten Mitteilungen von NVDA nochmals durchgehen.
es: Este modo permite revisar los últimos anuncios que han sido pronunciados por NVDA.
fr: Ce mode permet de revoir les dernières annonces dites par NVDA.
hr: Ovaj način rada omogućuje pregled posljednjih najava koje je izgovorila NVDA.
it: Questa modalità permette di rileggere gli ultimi annunci pronunciati da NVDA.
pl: Ten tryb pozwala przeglądać ostatnie wypowiedzone komunikaty przez NVDA.
pt: Este modo permite rever as últimas frases que foram ditas pelo NVDA.
pt_br: Este modo permite revisar os últimos anúncios que foram pronunciados pelo NVDA.
ru: Этот режим позволяет просматривать последние объявления, которые были произнесены NVDA.

source: To enable this mode, you can use the appropriate toggle command or the basic gesture NVDA+Control+t.
da: Denne tilstand slås til ved at bruge den tilhørende aktiveringskommando eller den grundlæggende kommando NVDA+Control+t.
de: Um diesen Modus zu aktivieren, können Sie den entsprechenden Umschaltbefehl oder NVDA+Strg+T betätigen.
es: Para activar este modo, puedes utilizar el comando de alternancia correspondiente o el gesto básico NVDA+Control+t.
fr: Pour activer ce mode, vous pouvez utiliser la commande de basculement appropriée ou le geste de base NVDA+Contrôle+t.
hr: Da biste omogućili ovaj način rada, možete koristiti odgovarajuću naredbu za prebacivanje ili osnovnu gestu NVDA+Control+t.
it: Per abilitare questa modalità è possibile utilizzare l'apposito comando di attivazione/disattivazione oppure il gesto di base NVDA+Control+t.
pl: Aby włączyć ten tryb, możesz użyć odpowiedniego przełącznika lub skrót klawiszowy NVDA+Control+t.
pt: Para ativar este modo, pode utilizar o comando de alternância adequado ou o comando básico NVDA+Control+t.
pt_br: Para ativar este modo, você pode utilizar o comando de alternânciacorrespondente ou o comando NVDA+Control+t.
ru: Чтобы включить этот режим, можно использовать соответствующую команду переключения или базовый жест NVDA+Control+t.

source: In this mode, you can use:
da: I denne tilstand, kan du bruge:
de: In diesem Modus können Sie Folgendes verwenden:
es: En este modo, puedes utilizar:
fr: Dans ce mode, vous pouvez utiliser :
hr: U ovom načinu možete koristiti:
it: In questa modalità è possibile utilizzare:
pl: W tym trybie możesz użyć:
pt: Neste modo, é possível utilizar:
pt_br: Neste modo, você pode utilizar:
ru: В этом режиме можно использовать:

source: the first routing cursor to copy the current announcement to the Clipboard.
da: den første markørsammenføringstast til at kopiere den aktuelle oplæsning til udklipsholderen.
de: Der erste Routing-Cursor kopiert die aktuelle Mitteilung in die Zwischenablage.
es: el primer cursor de enrutamiento para copiar el anuncio actual en el Portapapeles.
fr: le premier curseur éclair pour copier l’annonce actuelle dans le Presse-papiers.
hr: prvi pokazivač usmjeravanja za kopiranje trenutne objave u međuspremnik.
it: il primo cursor routing per copiare l'annuncio corrente negli Appunti.
pl: Pierwszego klawisza routing, aby skopiować pierwszy komunikat do schowka.
pt: o primeiro cursor de encaminhamento para copiar o anúncio atual para a Área de transferência.
pt_br: o primeiro botão de movimentação do cursor para copiar a fala atual paraa área de transferência.
ru: первый курсор маршрутизации для копирования текущего объявления в буфер обмена.

source: the last routing cursor to show the current announcement in a browseable message.
da: den sidste markørsammenføringstast for at vise den aktuelle oplæsning som en virtuel meddelelse.
de: Der letzte Routing-Cursor zeigt die aktuelle Mitteilung in einer Nachricht an.
es: el último cursor de enrutamiento para mostrar el anuncio actual en un mensaje navegable.
fr: le dernier curseur éclair pour afficher l’annonce actuelle dans un message navigable.
hr: posljednji pokazivač usmjeravanja za prikaz trenutne objave u poruci koja se može pregledavati.
it: l'ultimo cursor routing per mostrare l'annuncio corrente in un messaggio navigabile.
pl: Ostatni przycisk kursora routing służący do odczytania ostatniej wiadomości do przeglądu.
pt: o último cursor de encaminhamento para mostrar o anúncio atual numa mensagem navegável.
pt_br: o último botão de movimentação do cursor de roteamento para exibir a fala atual numa mensagem navegável.
ru: последний курсор маршрутизации, отображающий текущее объявление в доступном для просмотра сообщении.

source: the other routing cursors to navigate through history entries.
da: de øvrige markørsammenføringstaster til at flytte igennem elementerne i historikken.
de: Die anderen Routing-Cursor navigieren durch die Verlaufseinträge.
es: los otros cursores de enrutamiento para navegar por las entradas del historial.
fr: les autres curseurs éclairs pour naviguer dans les entrées de l’historique.
hr: ostale pokazivače proizvodnog postupka za navigaciju kroz stavke povijesti.
it: gli altri cursor routing per navigare tra le voci della cronologia.
pl: Inne klawisze routing, aby przemieszczać się pomiędzy innymi wpisami historii.
pt: os outros cursores de encaminhamento para navegar pelos registos do histórico.
pt_br: os outros botões de movimentação do cursor para navegar pelas entradas do histórico.
ru: другие курсоры маршрутизации для навигации по записям журнала.

source: Please note that specific settings are available for this feature under the category "Speech History Mode".
da: Vær venligst opmærksom på, at der under kategorien "Tilstanden Talehistorik" findes særlige indstillinger for denne funktion.
de: Bitte beachten Sie, dass es für diese Funktion spezielle Einstellungen unter der Kategorie "Sprachausgabenverlauf" gibt.
es: Tenga en cuenta que existen ajustes específicos para esta función en la categoría "Modo de historial de voz".
fr: Veuillez noter que des paramètres spécifiques sont disponibles pour cette fonctionnalité dans la catégorie « Mode historique vocal ».
hr: Imajte na umu da su za ovu značajku dostupne određene postavke pod kategorijom "Način povijesti govora".
it: Tenere presente che impostazioni specifiche sono disponibili per questa funzionalità nella categoria "Modalità cronologia sintesi vocale".
pl: Uwaga! Ustawienia tego trybu dostępne są w kategorii "Tryb historii mowy".
pt: Tenha em atenção que estão disponíveis configurações específicas para esta funcionalidade na categoria "Modo de histórico de voz".
pt_br: Tenha em mente que existen ajustes específicos para esta função na categoría "Modo de histórico de fala".
ru: Обратите внимание, что для этой функции доступны определенные настройки в категории «Режим истории речи».

source: Representation of undefined characters
da: Repræsentation af ikke-definerede tegn
de: Darstellung undefinierter Zeichen
es: Representación de caracteres indefinidos
fr: Représentation des caractères indéfinis
hr: Opis nedefiniranih znakova
it: Rappresentazione dei caratteri non definiti
pl: Reprezentacja niezdefiniowanych znaków
pt: Representação de caracteres indefinidos
pt_br: Representação de caracteres indefinidos
ru: Режим отображения неопределённых знаков
