Repository: AAClause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: he, uk

source: Announce &volume changes:
he: הכרז אעל שינויי עוצמת קול
uk: Оголошувати &зміну гучності:

source: Announce m&odifier key presses:
he: הכרז על לחיצות צירופי מקשים
uk: Оголошувати натискання &клавіш-модифікаторів:

source: Play &beeps for modifier keys
he: הפעל &צפצופים עבור מקשי משנה
uk: Відтворювати &сигнали для клавіш-модифікаторів

source: &Right margin on cells for the active braille display
uk: &Праве поле на комірках активного брайлівського дисплея

source: Braille &keyboard configuration:
he: תצורת &מקלדת ברייל
uk: Конфігурація брайлівської &клавіатури:

source: &Reverse forward and back scroll buttons
he: &הפוך לחצני הגלילה קדימה ואחורה
uk: &Поміняти місцями кнопки прокрутки вперед і назад

source: Preferred &primary braille display:
he: צג ברייל ראשי מועדף
uk: Пріоритетний основний брайлівський &дисплей:

source: Preferred &secondary braille display:
he: צג ברייל משני מועדף
uk: Пріоритетний д&ругорядний брайлівський дисплей:

source: Braille tables
he: טבלאות ברייל
uk: Брайлівські таблиці

source: Use the current input table
he: השתמש בטבלת קלט נוכחית
uk: Використовувати поточну таблицю введення

source: Prefered braille &tables (press F1 for help):
uk: Пріоритетні брайлівські &таблиці (натисніть F1 для довідки):

source: Input braille table for &keyboard shortcut keys:
uk: Брайлівська таблиця введення для &комбінацій клавіш:

source: None
he: לא נבחר
uk: Немає

source: &Secondary output table:
uk: &Друга таблиця виведення:

source: Display &tabs as spaces
uk: &Показувати табуляцію як пробіли

source: &Spaces per tab for the active braille display:
uk: &Пробілів на табуляцію на брайлівському дисплеї:

source: Alternative and &custom braille tables...
uk: Альтернативна і &користувацька брайлівська таблиця...

source: NVDA must be restarted for changes to take effect. Would you like to restart now?
uk: Щоб зміни почали діяти, потрібно перезапустити NVDA. Бажаєте перезапустити зараз?

source: input and output
he: קלט ופלט
uk: введення і виведення

source: input only
uk: лише введення

source: output only
uk: лише виведення

source: Table name: %s
uk: Назва таблиці: %s

source: File name: %s
uk: Ім'я файлу: %s

source: In switches: %s
uk: У перемиканні: %s

source: About this table
uk: Про цю таблицю

source: Braille tables usable from NVDA are listed. Press space, left arrow, or right arrow keys to include (or exclude) the selected table in switches. You can also press 'comma' key to get the file name of the selected table, and 'semicolon' key to view miscellaneous information on the selected table.
uk: У списку показано брайлівські таблиці, які використовує NVDA. Натисніть пробіл, стрілку вліво чи стрілку вправо щоб включити (або виключити) вибрану таблицю з автоперемикання. Ви також можете натиснути клавішу 'кома' для отримання імені файлу виділеної таблиці, і клавішу 'крапка з комою' для перегляду решти інформації про таблицю.

source: Contextual help
uk: Контекстна довідка

source: Custom braille tables
he: טבלאות ברייל מותאמות אישית
uk: Користувацькі брайлівські таблиці

source: Use a custom table as &input table
uk: Використовувати &користувацьку таблицю як таблицю введення

source: Use a custom table as &output table
uk: Використовувати &користувацьку таблицю як таблицю виведення

source: &Add a braille table...
uk: &Додати брайлівську таблицю...

source: Add a braille table
he: הוסף טבלת ברייל
uk: Додати брайлівську таблицю

source: Display &name
uk: Ім'я &дисплея

source: &Description
uk: &Опис

source: &Path
uk: &Шлях

source: &Browse...
uk: &Огляд...

source: This is a &contracted (grade 2) braille table
uk: Це &скорописна (рівень 2) брайлівська таблиця

source: &Available for:
uk: &Доступно для:

source: Input and output
uk: Введення і виведення

source: Input only
uk: Лише введення

source: Output only
uk: Лише виведення

source: Choose a braille table file
uk: Оберіть файл брайлівської таблиці

source: Liblouis table files
he: טבלאות ברייל של liblouis
uk: Файли таблиці Liblouis

source: Please specify a display name.
he: אנא הגדר שם לטבלת ברייל
uk: Будь ласка, вкажіть ім'я дисплея.

source: Invalid display name
he: שם טבלת הברייל אינו תקין
uk: Неправильне ім'я дисплея

source: The specified path is not valid (%s).
he: הנתיב שנבחר אינו תקין (%s).
uk: Вказаний шлях неправильний (%s).

source: Invalid path
he: הנתיב אינו תקין
uk: Неправильний шлях

source: Braille Extender - Quick launches
he: BrailleExtender - הפעלות מהירות
uk: Розширювач брайля - швидкий запуск

source: &Gestures:
uk: &Жести:

source: &Location (file path, URL or command)
he: &מיקום (נתיב קובץ, כתובת קישור או פקודה )
uk: &Розташування (шлях до файлу, URL чи команда)

source: &Remove this gesture
he: &הסר מחווה זו
uk: &Видалити цей жест

source: &Add a quick launch
he: &הוסף מקש קיצור להפעלה מהירה
uk: &Додати команду швидкого запуску

source: Unable to associate this gesture. Please enter another gesture
uk: Неможливо асоціювати цей жест. Будь ласка, введіть інший жест

source: Please enter a gesture from your {addoncfg.curBD} braille display. Press space to cancel.
uk: Будь ласка, введіть жест зі свого брайлівського дисплея {addoncfg.curBD}. Натисніть пробіл для скасування.

source: Out of capture
uk: Поза захопленням

source: The gesture captured is %s
uk: Захоплений жест %s

source: Are you sure you wish to delete this shortcut?
uk: Ви впевнені, що бажаєте видалити цю комбінацію?

source: Remove shortcut
he: הסר מקש קיצור
uk: Видалити комбінацію

source: {g} removed
uk: {g} видалено

source: Please enter the desired gesture for the new quick launch. Press "space bar" to cancel
uk: Будь ласка, введіть бажаний жест для нового швидкого запуску. Натисніть пробіл для скасування

source: Don't add a quick launch
he: אל תוסיף מקש קיצור להפעלה מהירה
uk: Не додавати до швидкого запуску

source: Choose a file for {0}
he: בחר קובץ עבור {0}
uk: Оберіть файл для {0}

source: Please create or select a quick launch first
he: אנא בחר או צור הפעלה מהירה תחילה
uk: Будь ласка, спершу створіть або виберіть щось для швидкого запуску

source: Error
he: שגיאה
uk: Помилка

source: Braille Extender settings
he: הגדרות BrailleExtender
uk: Налаштування Розширювача брайля

source: normal configuration
uk: нормальна конфігурація

source: &Number of last announcements to retain:
uk: &Кількість останніх оголошень для збереження:

source: &Prefix entries with their position in the history
uk: &Префікс записів із вказуванням їхньої позиції в історії

source: &Read entries while browsing history
uk: &Читати записи під час перегляду історії

source: Announcement copied to clipboard
uk: Оголошувати «скопійовано в буфер обміну»

source: Sign
he: סימן
uk: Знак

source: Math
he: סימן מתמטי
uk: Математичний вираз

source: Replace
he: החלף
uk: Заміна

source: Both (input and output)
he: שניהם (קלט ופלט)
uk: Одночасно (введення і виведення)

source: Backward (input only)
he: Backward (קלט בלבד)
uk: Назад (лише введення)

source: Forward (output only)
he: Forward (פלט בלבד)
uk: Вперед (лише виведення)

source: One or more errors are present in dictionary tables: %s. As a result, these dictionaries were not loaded.
he: נמצאו שגיאות במילוני ברייל. %s. כתוצאה מכך לא ניתן לטעון את מילוני הברייל.
uk: Одна або кілька помилок наявні у словниках таблиць: %s. У результаті, ці словники не завантажено.

source: Comment
he: הערה
uk: Коментар

source: Pattern
he: סימן
uk: Шаблон

source: Representation
he: תצוגה
uk: Подання

source: Opcode
he: קטגוריה
uk: Операційний код

source: Direction
he: כיוון
uk: Напрямок

source: &Open the current dictionary file in an editor
he: &פתח את קובץ המילון הנוכחי בתוך עורך
uk: &Відкрити файл поточного словника в редакторі

source: Dictionary
he: מילון
uk: Словник

source: Global
he: כללי
uk: Глобально

source: Table ({})
he: טבלה
uk: Таблиця ({})

source: Temporary
he: זמני
uk: Тимчасово

source: See &entries
he: צפה ב&ערכים
uk: Переглянути &записи

source: &Text pattern/sign
he: &סימן
uk: Текстовий шаблон/знак

source: &Braille representation
he: &תצוגת ברייל
uk: &Брайлівське подання

source: &Comment
he: &הערה
uk: &Коментар

source: &Opcode
he: &קטגוריה
uk: &Операційний код

source: &Direction
he: &כיוון
uk: &Напрямок

source: Text pattern/sign field is empty.
he: שדה הסימן ריק
uk: Поле "Текстовий шаблон/знак" порожнє.

source: Invalid value for 'text pattern/sign' field. You must specify a character with this opcode. E.g.: %s
he: בשדה הסימן עהוכנס רך לא תקין. יש להכניס ערך מסוג זה: %s.
uk: Неправильне значення для поля 'шаблон тексту/знака'. Ви маєте вказати символ за допомогою цього операційного коду. Наприклад: %s

source: 'Braille representation' field is empty. You must specify something with this opcode. E.g.: %s
he: שדה תצוגת ברייל ריק. יש להגדיר את תצורת נקודות ברייל עבור סימן זה. %s
uk: Поле брайлівської репрезентації порожнє. Ви повинні щось вказати за допомогою цього операційного коду. Наприклад: %s

source: Invalid value for 'braille representation' field. You must enter dot patterns with this opcode. E.g.: %s
he: הוכנס ערך לא תקין בשדה תצוגת ברייל. יש להגדיר את תצורת נקודות ברייל עבור סימן זה. %s
uk: Неправильне значення для поля 'брайлівське подання'. Ви маєте ввести шаблон крапок за допомогою цього операційного коду. Наприклад: %s

source: Use braille table behavior (no description possible)
he: השתמש בהתנהגות סטנדרטית של טבלת ברייל (לא ניתן להציג תיאור)
uk: Використовувати поведінку брайлівської таблиці (опис неможливий)

source: Dots 1-8 (⣿)
he: נקודות 1-8 (⣿)
uk: Крапки 1-8 (⣿)

source: Dots 1-6 (⠿)
he: נקודות 1-6 (⣿)
uk: Крапки 1-6 (⠿)

source: Empty cell (⠀)
he: תא ריק (⠀)
uk: Порожня комірка (⠀)

source: Other dot pattern (e.g.: {dotPatternSample})
he: תצורת ברייל אחרת: (e.g.: {dotPatternSample})
uk: Інший шаблон крапок (наприклад: {dotPatternSample})

source: Question mark (depending on output table)
he: סימן שאלה (תלוי בטבלת פלט)
uk: Знак питання (залежить від таблиці виведення)

source: Other sign/pattern (e.g.: {signPatternSample})
he: סימן אחר: (e.g.: {signPatternSample})
uk: Інший знак/шаблон (наприклад: {signPatternSample})

source: Hexadecimal, Liblouis style
uk: Шістнадцятковий у стилі Liblouis

source: Hexadecimal, HUC8
uk: Шістнадцятковий, HUC8

source: Hexadecimal, HUC6
uk: Шістнадцятковий, HUC6

source: Undefined character representation
he: תצוגת סימנים בלתי מוגדרים
uk: Подання невизначених символів

source: Representation &method:
uk: &Метод подання:

source: Specify another &pattern
he: הגדר תצורה אחרת
uk: Вказати інший &шаблон

source: Show punctuation/symbol &name for undefined characters if available (can cause a lag)
he: הצג שם של סימן פיסוק או אות אם ניתן )עלול לגרום להאטה בביצועים)
uk: Показувати ім'я &символу/знака пунктуації для невизначених символів якщо доступно (може викликати відставання)

source: Also describe e&xtended characters (e.g.: country flags)
he: תאר גם סמלים מורחבים כגון דיגלי מדינות
uk: Також описувати &розширені символи (наприклад, прапори країн)

source: &Full extended description
he: &תיאור מורחב מלא
uk: &Повний розширений опис

source: Show the si&ze taken
uk: Показати взятий р&озмір

source: &Start tag:
uk: &Тег початку:

source: &End tag:
uk: &Тег завершення:

source: &Language:
uk: &Мова:

source: Use the current output table
he: השתמש בטבלת פלט הנוכחית
uk: Використовувати поточну таблицю виведення

source: Braille &table:
uk: Брайлівська &таблиця:

source: Character limit at which descriptions are disabled (to avoid freezes, >):
uk: Обмеження символів, за якого описи вимикаються (для уникнення зависань, >):

source: {addonName} version {version} is available. Do you want to download it now?
uk: Доступний {addonName} версії {version}. Ви хочете завантажити його зараз?

source: You are up-to-date. %s is the latest version.
he: אתה מעודכן. %s הוא הגירסה העדכנית ביותר.
uk: Оновлено. Остання версія %s.

source: Oops! There was a problem downloading Braille Extender update. Please retry later or download and install manually from %s. Do you want to open this URL in your browser?
uk: Ой! Під час завантаження оновлення Розширювача брайля виникла проблема. Будь ласка, повторіть пізніше або завантажте і встановіть його вручну з %s. Хочете відкрити це посилання у своєму браузері?

source: Details:
uk: Подробиці:

source: Hashes do not match! Actual value is '{actualHash}'. Expected is '{expectedHash}'.
uk: Хеші не збігаються! Актуальне значення - '{actualHash}'. Очікуване значення - '{expectedHash}'.

source: An update check dialog is already running!
uk: Діалог перевірки оновлень вже запущено!

source: Braille Extender update
he: עדכון BrailleExtender
uk: Оновлення Розширювача брайля

source: Muted sound
he: משתיק קול
uk: Звук вимкнено

source: Reload successful
he: נטען מחדש בהצלחה
uk: Успішне перезавантаження

source: Reload failed
he: טעינה מחדש נכשלה
uk: Помилка перезавантаження

source: Not a character
uk: Не символ

source: unknown
uk: невідомо

source: Char info
uk: Інформація про символ

source: Available combinations
he: צירופים אפשריים
uk: Доступні комбінації

source: One combination available
he: צירוף אחד אפשרי
uk: Доступна одна комбінація

source: space
he: רווח
uk: пробіл

source: left SHIFT
he: SHIFT שמאלי
uk: лівий SHIFT

source: right SHIFT
he: SHIFT ימני
uk: правий шіфт

source: left selector
he: בורר שמאלי
uk: лівий селектор

source: right selector
he: בורר ימיני
uk: правий селектор

source: dot
he: נקודה
uk: крапка

source: {gesture} on {brailleDisplay}
he: {gesture} על {brailleDisplay}
uk: {gesture} на {brailleDisplay}

source: No text selected
he: אין טקסט מסומן.
uk: Немає виділеного тексту

source: BrailleExtender is a NVDA add-on that provides various features at braille level. Currently, the following features are implemented
he: BrailleExtender הוא תוסף של NVDA המספק תכונות שונות ברמת ברייל. בשלב זה, התכונות הבאות מיושמות
uk: Розширювач брайля — це додаток для NVDA, який надає низку функцій для брайля. Наразі він має такі функції

source: reload two favorite braille display with shortcuts
he: טעינה מחדש של שני צגי ברייל מועדפים באמצעות מקשי קיצור
uk: перезавантажити два обрані брайлівські дисплеї комбінацією клавіш

source: automatic review cursor tethering in terminal role like in PuTTY, Powershell, bash, cmd
he: מעבר אוטומטי למצב סקירה עבור אפליקציות שנבחרו (ברירת מחדל: PuTTY, Powershell, bash, cmd).
uk: автоматично прив'язувати брайль до переглядового курсора у терміналах на зразок PuTTY, Powershell, bash, cmd

source: auto scroll
he: גלילה אוטומטית
uk: автопрокрутка

source: switch between several input/output braille tables
he: מעבר בין מספר טבלאות קלט\פלט ברייל
uk: перемикання між кількома брайлівськими таблицями введення/виведення

source: mark the text with special attributes through dot 7, dot 8 or both
he: סימון מאפיני טקסט מסויימים בעזרת נקודות 7 או 8 או שתיהן .
uk: маркувати текст спеціальними атрибутами з крапки 7, крапки 8 або з обох

source: use two output braille tables simultaneously
he: שימוש בשתי טבלאות פלט ברייל בו זמנית
uk: використовувати дві брайлівські таблиці виведення одночасно

source: display tab signs as spaces
he: תצוגת סימני הטאב כרווחים
uk: показувати знаки табуляції як пробіли

source: reverse forward scroll and back scroll buttons
he: הפיכת כפתורי גלילה קדימה ואחורה
uk: поміняти місцями кнопки прокрутки вперед і назад

source: say the current line during text scrolling either in review mode, or in focus mode or both
he: הכרזת השורה הנוכחית במהלך גלילה טקסט, במצב סקיר או במצב פוקוס או שניהם.ה
uk: промовляє поточний рядок під час прокрутки або в режимі перегляду, або в режимі фокуса, або в обох

source: translate text easily in Unicode braille and vice versa. E.g.: z <--> ⠵
uk: легко переводить текст в Unicode braille і навпаки. Наприклад: z <--> ⠵

source: convert cell description to Unicode braille and vice versa. E.g.: 123 <--> ⠇
uk: перетворювати опис брайлівських комірок в Unicode braille і навпаки. Наприклад: 123 <--> ⠇

source: lock braille keyboard
he: נעל מקלדת ברייל
uk: блокувати брайлівську клавіатуру

source: launch an application/URL with gesture
uk: запустити застосунок/URL жестом

source: braille dictionaries
he: מילוני ברייל
uk: брайлівські словники

source: type with one-hand from braille keyboard
he: הקלדה במקלדת ברייל ביד אחת
uk: друкувати однією рукою на брайлівській клавіатурі

source: display undefined characters from braille tables (including emojis) using altenative representations
he: תצוגת סימנים בלתי מוגדרים על צג הברייל (כולל סמלי הבעה) תוך שימוש בשיטות תצוגה אלטרנטיביות
uk: показувати невизначені у брайлівській таблиці символи (включно з емодзі), використовуючи альтернативне подання

source: enter any character from braille keyboard (including emojis)
he: הקלדת כל אות או סימן במקלדת ברייל (כולל סימלי הבעה)
uk: вводити будь-які символи з брайлівської клавіатури (включаючи емодзі)

source: skip blank lines during text scrolling
uk: пропускати порожні рядки під час прокрутки тексту

source: and much more!
he: ועוד ועוד!
uk: і набагато більше!

source: For some braille displays, it extends the braille display commands to provide
he: עבור כמה צגי ברייל, הוא מרחיב את פקודות צג ברייל כדי לספק
uk: Для деяких брайлівських дисплеїв він розширює команди брайлівських дисплеїв, які надають

source: offer complete gesture maps including function keys, multimedia keys, quick navigation, etc.
he: מאפשר גישה לכפתורי פונקציה, מקשי מולטימדיה, ניווט מהיר
uk: пропонує повний набір жестів, включаючи функціональні клавіші, мультимедійні клавіші, швидку навігацію тощо.

source: emulate modifier keys, and thus any keyboard shortcut
he: הפעלת צירופי מקשי פקודה ולפיכך מאפשר ביצוע כל קיצור מקשים
uk: емулювати клавіші-модифікатори і, відповідно, будь-яку комбінацію клавіш

source: offer several keyboard configurations concerning the possibility to input dots 7 and 8, enter and backspace
he: מציע מספר תצורות המקלדת לגבי האפשרויות קלט, נקודות 7 ו 8, אנטר ומחיקה
uk: пропонує кілька конфігурацій клавіатури для введення крапок 7 і 8, ентера і бекспейса

source: add actions and quick navigation through a rotor
uk: додати дії і швидку навігацію за допомогою ротора

source: Toggles braille keyboard lock
he: מפעיל ומבטל את נעילת מקלדת ברייל

source: Toggles one-handed mode
he: מפעיל ומבטל את מצב הקלדת ברייל ביד אחת

source: Toggles showing or hiding dots 7 and 8
he: מציג או מסתיר את תצוגת נקודות 7 ו 8

source: Toggles BRF mode
he: מפעיל ומבטל את מצב BRF

source: Toggles locking modifier keys when using braille input
he: נועל או משחרר את מקשי המשנה בעת שימוש בהקלדת ברייל

source: Font attributes {state}
he: תצוגת מאפייני טקסט {state}

source: Toggles font attributes report
he: מפעיל ומבטל את תצוגת מאפייני טקסט

source: Alignments {state}
he: הגדרות תצוגת יישור טקסט {state}

source: Toggles alignments report
he: מפעיל ומבטל את תצוגת מצב יישור טקסט

source: Advanced braille input mode enabled
he: מצב קלט ברייל מתקדם פעיל

source: Advanced braille input mode disabled
he: מצב קלט ברייל מתקדם לא פעיל

source: Toggles advanced input mode
he: מפעיל ומבטל את מצב קלט הברייל המתקדם

source: Toggles description of undefined characters
he: מפעיל ומבטל את מצב תיאור הסימנים הבלתי מוגדרים

source: Autoscroll stopped
he: גלילה אוטומטית נעצרה

source: Unable to start autoscroll. More info in NVDA log
he: לא ניתן להתחיל בגלילה אוטומתית. פרטים נוספים בלוג התיעוד של NVDA

source: Toggles automatic braille scroll
he: מפעיל ומבטל את מצב הגלילה האוטומטית

source: Unmuted sound (%3d%%)
he: בטל השתקת קול (%3d%%)

source: Toggles sound mute
he: מפעיל ומבטל את השתקת הקול

source: Increases braille autoscroll delay
he: מגדיל את עיכוב הגלילה האוטומטי

source: Decreases braille autoscroll delay
he: מקטין את עיכוב הגלילה האוטומטי

source: Please fill at least two tables and/or groups of tables for this feature first
he: אנא בחר לפחות שתי טבלאות ו/או שתי קבוצות של טבלאות להפעלת תכונה זו

source: group
he: קבוצה

source: Switch between your favorite input braille tables including groups
he: מחליף בין טבלאות הקלט הברייל המועדפות עליך כולל קבוצות של טבלאות

source: Switch between your favorite output braille tables including groups
he: המחליף בין טבלאות פלט הברייל המועדפות עליך כולל קבוצות של טבלאות

source: Abbreviation
he: ראשי תיבות

source: Replace by
he: החלף ב

source: input
he: קלט

source: output
he: פלט

source: Preferred &input tables
he: &טבלאות קלט מועדפות

source: Preferred &output tables
he: &טבלאות פלט מועדפות

source: Table &groups
he: &קבוצות של טבלאות

source: Alternative and &custom braille tables
he: &טבלאות ברייל חלופיות ומותאמות אישית

source: Display &tab signs as spaces
he: הצגת &סימני טאב כרווחים

source: Number of &space for a tab sign
he: מספר &הרווחים עבור סימן טאב

source: for the currrent braille display
he: עבור צת ברייל הנוכחי

source: Tab size is invalid
he: גודל הטאב אינו תקין

source: table groups
he: קבוצות של טבלאות

source: List of table groups
he: רשימת קבוצות הטבלאות

source: Name
he: שם

source: Members
he: טבלאות בקבוצה

source: Usable in
he: נעשה שימוש במצב

source: &Open the table groups file in an editor
he: &פתח את קובץ הגדרות קבוצות הטבלאות בתוך עורך

source: &Reload table groups
he: טען את הקבוצות מחדש

source: Add group entry
he: הוסף קבוצה

source: Group name
he: שם הקבוצה

source: Group members
he: טבלאות בקבוצה

source: Order of the tables
he: סדר הופעת הטבלאות בקבוצה

source: Please specify a group name
he: אנא הגדר שם לקבוצה

source: Please select at least 2 tables
he: אנא בחר לפחות שתי טבלאות.

source: Use a custom table as input table
he: השתמש בטבלה מותאמת אישית כטבלת קלט נוכחית

source: Use a custom table as output table
he: השתמש בטבלה מותאמת אישית כטבלת פלט נוכחית

source: &Add a braille table
he: &הוסף טבלת ברייל

source: Display name
he: שם הטבלה

source: Description
he: תיאור

source: Path
he: נתיב

source: &Browse
he: &עיון

source: Contracted (grade 2) braille table
he: ברייל מקוצר

source: Available for
he: ניתן לשימוש עבור

source: Choose a table file
he: בחר קובץ טבלת ברייל

source: page %s
he: עמוד %s

source: section %s
he: מקטע %s

source: column {0} of {1}
he: עמודה {0} of {1}

source: %s columns
he: %s עמודות

source: style %s
he: סיגנון %s

source: default style
he: סיגנון ברירת מחדל

source: no border lines
he: אין קווי גבול

source: Customize attributes
he: הגדרות תצוגת מאפייני טקסט

source: Info to &report:
he: הגדרת המידע לתצוגה על צג הברייל

source: Indentation
he: כניסה פנימה

source: Level of items in a nested list
he: רמת פריטים ברשימה ממויינת

source: Color
he: צבע

source: Style
he: סיגנון

source: Border Style
he: גבולות סיגנון

source: Font name
he: שם הגופן

source: Font size
he: גודל הגופן

source: Page number
he: מספר עמוד

source: Report line &number
he: הצג את מספר השורה

source: Font &attributes
he: &מאפייני טקסט

source: A&lignments
he: &יישור

source: &Indentations
he: כניסות

source: &Tags
he: &תגיות

source: row text
he: שורת טקסט

source: column header text
he: כותרת

source: column text
he: עמודה

source: Show selected &elements with
he: הצג פריטים שנבחרו עם

source: &Order Properties
he: &סדר מאפיינים

source: &Automatically check for Braille Extender updates
he: &בדוק אוטומטית אחר עדכונים של Braille Extender

source: Add-on &update channel:
he: &ערוץ עדכון התוסף

source: &Use cursor keys to route cursor in review mode
he: &השתמש במקשי החצים כדי לנווט את הסמן במצב סקירה

source: Braille display margins (beta, requires NVDA restart)
he: שולי צג ברייל beta, דורש הפעלה מחדש של NVDA

source: &Right
he: &ימין

source: Landmark
he: ציון דרך

source: Positive state
he: מצב חיובי

source: Negative state
he: מצב שלילי

source: Reset all role labels
he: אפס את כל תוויות פקדים

source: {BRAILLEGESTURE} removed
he: {BRAILLEGESTURE} הוסר

source: Advanced
he: מתקדם

source: Try to avoid &cursor positions issues with some characters such as variation selectors
he: &נסה להימנע מבעיות עקיבת סמן עם תווים מסויימים

source: Representation &method
he: אופן תצוגה

source: &Language
he: &שפה

source: Braille &table
he: &טבלת &ברייל
