Repository: aaclause/BrailleExtender
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: da, de, es, fr, hr, it, pl, pt, pt_br, ru

source: Reset a&ll role labels
da: Gendan &alle rolleetiketter
de: A&lle Elementtyp-Beschriftungen zurücksetzen
es: Restablecer &todas las etiquetas de función
fr: Réinitialiser t&outes les étiquettes de rôle
hr: Ponovno postavljanje &ll natpisa uloga
it: Reimposta tutte &le etichette di ruolo
pl: Zresetuj wszystkie &oznaczenia kontrolek
pt: Repor &todas as etiquetas de regras
pt_br: Restaurar &todas as etiquetas de função
ru: Сброс меток ролей a&ll

source: You have no customized role labels.
da: Du har ingen tilpassede rolle-etiketter.
de: Sie haben keine angepassten Braille-Beschriftungen.
es: No tiene etiquetas de función personalizadas.
fr: Vous n’avez aucune étiquette personnalisée.
hr: Nema prilagođenih oznaka.
it: Non ci sono etichette personalizzate.
pl: Nie ma użytkownickich skrótów kontrolek.
pt: Não tem etiquetas de regra personalizadas.
pt_br: Não há etiquetas de função personalizadas.
ru: У вас нет пользовательских брайлевских сокращений.

source: Reset role labels
da: Nulstil alle rolleetiketter
de: Elementtypsbeschriftungen zurücksetzen
es: Restablecer etiquetas de función
fr: Réinitialiser toutes les étiquettes de rôle
hr: Vraćanje oznaka kontrola na zadanu vrijednost
it: Reimposta etichette
pl: Resetowanie skrótów kontrolek
pt: Redefinir etiquetas de regras
pt_br: Restaurar as etiquetas de função
ru: Вернуть брайлевские сокращения к заводским настройкам

source: You have %d customized role labels defined. Do you want to reset all labels?
da: Du har defineret %d tilpassede rolle-etiketter. Vil du nulstille alle etiketter?
de: Sie haben %d benutzerdefinierte Elementtypsbeschriftungen definiert. Wollen Sie alle Etiketten zurücksetzen?
es: Tiene definidas %d etiquetas de función personalizadas. Desea restablecer todas las etiquetas?
fr: Vous avez personnalisé %d étiquettes de rôle. Voulez-vous réinitialiser tous les labels ?
hr: Imate definiranih %d prilagođenih kratica za stanja i tipove kontrola. Želite li vratiti sve kratice na zadane vrijednosti?
it: Sono state definite %d etichette personalizzate. Volete reimpostare tutte le etichette?
pl: Masz %d określonych użytkownickich skrótów dla stanu i typu kontrolek. Czy chcesz zresetować wszystkie skróty do stanu fabrycznego?
pt: Tem %d etiquetas de regras personalizadas definidas. Pretende repor todas as etiquetas?
pt_br: Há %d etiquetas de função personalizadas. Deseja restaurar todas as etiquetas?
ru: У вас настроено %d пользовательских сокращений. Вы хотите восстановить определения по умолчанию?

source: Feature implementation is in progress. Thanks for your patience.
da: Implementering af denne funktion er under udarbejdelse. Tak for din tålmodighed.
de: Dieses Feature ist noch in Arbeit. Vielen Dank für Ihre geduld.
es: La implementación de las funciones está en curso. Gracias por su paciencia.
fr: L’implémentation de cette fonctionnalité est en cours. Merci pour votre patience.
hr: Implementacija funkcije je u tijeku.
it: Questa funzionalità è ancora in sviluppo. Grazie per la vostra pazienza.
pl: Trwa implementacja funkcji. Dziękujemy za państwa cierpliwość.
pt: A implementação da funcionalidade está em curso. Obrigado pela vossa paciência.
pt_br: A implementação da função está em andamento. Obrigado pela paciência.
ru: Функция находится в стадии выполнения. Спасибо за понимание.

source: stable channel, automatic check
da: stabil kanal, automatisk tjek
de: Stable-Kanal, automatisch überprüfen
es: canal estable, comprobación automática
fr: canal stable, vérification automatique
hr: stabilan kanal, automatska provjera
it: canale stabile, controllo automatico
pl: stabilny kanał, sprawdzanie automatyczne
pt: canal estável, verificação automático
pt_br: canal estável, verificação automática
ru: стабильный канал, автоматическая проверка

source: dev channel, automatic check
da: udviklerkanal, automatisk tjek
de: Dev-Kanal, automatisch überprüfen
es: canal de desarrollo, comprobación automática
fr: canal dev, vérification automatique
hr: dev kanal, automatska provjera
it: canale dev, controllo automatico
pl: Kanał rozwojowy, automatyczne sprawdzanie
pt: canal de desenvolvimento, verificação automático
pt_br: canal de desenvolvimento, verificação automática
ru: канал разработки, автоматическая проверка

source: stable channel, manual check
da: stabil kanal, manuel tjek
de: Stable-Kanal, manuell überprüfen
es: canal estable, comprobación manual
fr: canal stable, vérification manuelle
hr: stabilan kanal, ručna provjera
it: canale stabile, controllo manuale
pl: stabilny kanał, sprawdzanie ręczne
pt: canal estável, verificação manual
pt_br: canal estável, verificação
ru: стабильный канал, ручная проверка

source: dev channel, manual check
da: udviklerkanal, manuel tjek
de: Dev-Kanal, manuell überprüfen
es: canal de desarrollo, comprobación manual
fr: canal dev, vérification manuelle
hr: dev kanal, ručna provjera
it: canale dev, controllo manuale
pl: kanał deweloperski, sprawdzanie ręczne
pt: canal de desenvolvimento, verificação manual
pt_br: canal de desenvolvimento, verificação manual
ru: канал разработки, ручная проверка

source: Check for upd&ates:
da: &Søg efter opdateringer...
de: Nach &Updates suchen:
es: Comprueba si hay act&ualizaciones:
fr: V&érifier les mises à jour :
hr: Provjeri za &nadogradnje:
it: Controlla a&ggiornamenti:
pl: Sprawdzanie &aktualizacji:
pt: Verificar se há a&ctualizações:
pt_br: Verificar si há at&ualizações:
ru: &Проверка налилчия обновлений:

source: Say current line while &scrolling in:
da: Sig aktuel linje under rulning i:
de: Aktuelle Zeile beim Navigieren an&sagen im:
es: Decir la línea actual mientras se desplaza en:
fr: Énoncer la ligne actuelle lors du &défilement en :
hr: Izgovori trenutni redak pri &prebacivanju:
it: &Leggi la riga corrente durante lo scorrimento:
pl: Wymawiaj aktualną linię podczas przemieszczania &się:
pt: Dizer a linha atual enquanto se &desloca nela:
pt_br: Dizer a linha atual durante o &rolamento:
ru: При прокрутке проговаривать текущую &строку::

source: Speech &interrupt when scrolling on same line
da: &Afbryd tale ved rulning på samme linje
de: Sprachausgabe be&im Navigieren in derselben Zeile unterbrechen
es: &Interrumpir la voz al desplazarse en la misma línea
fr: &Interrompre la parole lors du défilement sur une même ligne
hr: Prekid &govora pri premještanju između fragmenata teksta u istom retku
it: &INterrompi la sintesi se non cambia la riga
pl: Przerwa mowy podczas przemieszczania się po aktualnej &linii
pt: Interrupção da &voz quando se desloca na mesma linha
pt_br: &Interromper a fala ao mover-se ao longo da linha
ru: Прервать &речь при прокрутке в той же са мой строке

source: S&kip blank lines during text scrolling
da: S&pring blanke linjer over ved tekstrulning
de: &Leerzeilen beim Lesen überspringen
es: O&mitir líneas en blanco durante el desplazamiento de texto
fr: &Ignorer les lignes vides pendant le défilement
hr: &Preskači prazne retke prilikom automatskog čitanja
it: &Salta le righe vuote durante lo scorrimento del testo
pl: &omijaj puste wiersze gdy automatyczne czytanei jest włączone
pt: &Saltar linhas em branco durante a deslocação do texto
pt_br: pular linhas em branco durante o rolamento automático &k
ru: &Перескакивать пустые строки в режиме автоматической прокрутки

source: Smart Caps Loc&k
de: Intelligente &Feststelltaste
es: Bloqueo de &mayúsculas inteligente
fr: Verrouillage majuscules intelligent
hr: Pametni Capsloc&k
it: &Blocco maiuscole intelligente
pt: &Maiúsculas inteligentes
pt_br: Caps loc&k inteligente
ru: Умный Caps Loc&k

source: Speech i&nterrupt for unknown gestures
da: Af&bryd tale ved ukendte kommandoer
de: Sprachausgabe bei u&nbekannten Befehlen unterbrechen
es: Interrupción de la voz por gestos desconocidos
fr: Interrompre la parole lors de &gestes inconnus
hr: Prekid govora za nepoznate &geste
it: Interrompi la sintesi con &tasti non assegnati
pl: Przerwa mowy dla &nieznanych gestów
pt: &Interrupção da voz para comandos desconhecidos
pt_br: &Interrupção da fala por comandos desconhecidos
ru: Прервать речь для &незнакомых жестов

source: Announce character when &routing braille cursor
da: Oplæs tegnet under &flytning med markørsammenføringstaster
de: Zeichen mitteilen, sobald der Braille-&Routing-Cursor betätigt wird
es: Anunciar carácter al &rutear el cursor braille
fr: A&nnoncer le caractère lors du déplacement avec les boutons de curseur éclair
hr: Izgovaraj znakove pri premještanju &brajičnog kursora
it: Le&ggi il carattere corrente quando usi i tasti di cursor routing
pl: Wymawiaj znak przy &przywoływaniu kursora brajlowskiego
pt: Anunciar o caracter quando o cursor braille é &reencaminhado
pt_br: Anuncia&r caractere ao mover o cursor braille
ru: Проговаривать знак при перемещении &курсора

source: Routing cursors behavior in edit &fields:
da: Virkemåde for markørsammenføringstaster i redigerings&felter:
de: Verhalten des Routing-Cursors in Eingabe&feldern:
es: Comportamiento de los cursores de enrutamiento en los &campos de edición:
fr: Comportement des curseurs éclairs dans les cha&mps d’édition :
hr: Pinašanje routinga u poljima za &uređivanje:
it: Comportamento dei cursor routing nei campi editazione:
pl: Zachowanie klawiszy routingów w polach &edycyjnych:
pt: Comportamento dos cursores de encaminhamento em campos de &edição:
pt_br: Comportamento da movimentação do cursor braille nos campos de &edição:
ru: Поведение рутингов в текстовых &редакторах[:

source: &Display time and date infinitely
da: Bliv ved med at &vise tid og dato
de: &Datum und Uhrzeit dauerhaft anzeigen
es: &Muestra la hora y la fecha permanentemente
fr: Afficher l’&heure et la date infiniment
hr: &Beskonačno prikazuj vrijeme i datum
it: &Mostra sempre la data e l'ora
pl: &Wyświetlaj datę i czas w nieskończoność
pt: &Mostra a hora e a data infinitamente
pt_br: &Exibe a data e a hora de forma infinita
ru: &Всегда отображать дату и время

source: Automatically Switch to review mode in &terminal windows (cmd, bash, PuTTY, PowerShell Maxima…)
da: Skift automatisk til læsetilstand i &terminal-vinduer (cmd, bash, PuTTY, PowerShell Maxima…)
de: Automatisches Umschalten in den Darstellungsmodus in &Eingabeaufforderungen (cmd, bash, PuTTY, PowerShell Maxima...)
es: Cambiar automáticamente a modo revisión en ventanas de terminal (cmd, bash, PuTTY, PowerShell Maxima...)
fr: Basculer automatiquement en mode revue dans les &terminaux (cmd, bash, PuTTY, PowerShell Maxima…)
hr: Automatski se prebacuj u način pregleda u &prozorima programa naredbenog retka (cmd, bash, PuTTY, PowerShell Maxima…)
it: Passa aut&omaticamente alla modalità esplorazione nelle finestre terminale (cmd, bash, PuTTY, PowerShell Maxima…)
pl: Automatycznie przełączaj do trybu przeglądu dla okna wiersza &poleceń (cmd, bash, PuTTY, PowerShell Maxima…)
pt: Mudar automaticamente para o modo de revisão em janelas &terminal (cmd, bash, PuTTY, PowerShell Maxima...)
pt_br: Alternar para o modo de revisão automaticamente em janelas de &terminal (cmd, bash, PuTTY, PowerShell Maxima…)
ru: Автоматическое переключение в режим обзора для программ &командной строки (cmd, bash, PuTTY, PowerShell Maxima…)

source: Announce &volume changes:
da: Annoncér &ændringer i lydstyrken:
de: Änderungen der &Lautstärkeänderungen mitteilen:
es: Anunciar cambios de &volumen:
fr: Annoncez les changements de &volume :
hr: Izgovaraj izmjene &glasnoće:
it: Leggi le modifiche al &volume:
pl: Powiadamiaj o &zmianach głośności:
pt: Anunciar alterações de &volume:
pt_br: Anunciar mudanças de &volume:
ru: Оповещать о смене &громкости:

source: Announce m&odifier key presses:
da: Oplys tryk på m&odifikationstaster:
de: Teilt die M&odifikationstasten beim Drücken mit:
es: Anunciar pulsaciones de teclas m&odificadoras:
fr: Verrouiller ou déverrouiller les touches de m&odification :
hr: Izgovaraj &pritisak modifikatorskih tipki:
it: Vocali&zza i tasti modificatori:
pl: Wymawiaj &wciśnięcia modyfikatorów
pt: Anunciar o pressionar de teclas &modificadoras:
pt_br: Anunciar pressionamentos de teclas m&odificadoras:
ru: &проговаривать нажатия модификаторов:

source: Play &beeps for modifier keys
da: Afspil &bip ved modifikatortaster
de: &Signaltöne für Modifikatortasten
es: Reproducir &beeps para teclas modificadoras
fr: Jouer des &bips pour les touches de modification
hr: Reproduciraj zvučne signale pri &Pritisku modifikacijskih tipki
it: Associa un &beep ai tasti modificatori
pl: Odtwarzaj &sygnały dźwiękowe dla klawiszy modyfikatorów
pt: Reproduzir &bips para teclas modificadoras
pt_br: Reproduzir &beeps para teclas modificadoras
ru: &Воспроизводить звуковые сигналы для модификаторов

source: &Right margin on cells for the active braille display
da: &Højre margin på celler for det aktive punktdisplay
de: &Rechter Rand für die Module auf der Braillezeile
es: Margen &derecho en las celdas de la pantalla braille activa
fr: Marge d&roite sur les cellules pour l’affichage braille actif
hr: &Desna granica na čelijama za aktivni brajični redak
it: Margine &destro sulle celle del display Braille attivo
pl: &Prawy margines dla komórek brajlowskich
pt: &Margem direita nas células para o dispositivo Braille ativo
pt_br: Margem &direita nas células da linha braille ativa
ru: &Правый край для активного брайлевского дисплея

source: Braille &keyboard configuration:
da: &Konfiguration af punkttastatur:
de: Konfiguration der Braille-&Tastatur:
es: Configuración Braille y &teclado:
fr: Configuration du c&lavier braille :
hr: Konfiguracija &brajične tipkovnice:
it: &Configurazione tastiera Braille:
pl: Konfiguracja &klawiatury brajlowskiej
pt: &Configuração do teclado Braille:
pt_br: Configuração do teclado Braille e : &k:
ru: Настройка &брайлевской клавиатуры:

source: &Reverse forward and back scroll buttons
da: &Vend knapperne til at rulle fremad og bagud
de: Navigationstasten für links und rechts ver&tauschen
es: Botones de avance y &retroceso
fr: Inv&erser les boutons de défilement arrière et avant
hr: &zamjeni mjesta tipkama za čitanje napred /nazad
it: &Inverti le funzioni dei tasti di scorrimento
pl: &Zamień lewy i prawy klawisz czytania
pt: &Inverter botões de deslocamento para a frente e para trás
pt_br: Inverter de botões avanço e &retrocesso
ru: &Заменять клавиши прокрутки

source: Preferred &primary braille display:
da: Foretrukket &primære punktdisplay:
de: &Erste bevorzugte Braillezeile:
es: Pantalla braille &primaria y principal:
fr: Afficheur braille &primaire :
hr: &preferirani prvi brajični redak:
it: Display Braille &principale:
pl: Pierwszy p&referowany monitor brajlowski:
pt: Dispositivo Braille &primário preferido:
pt_br: Linha braille &primária e principal:
ru: Предпочитаемый &первый брайлевский дисплей::

source: Preferred &secondary braille display:
da: Foretrukket &sekundært punktdisplay:
de: &Zweite bevorzugte Braillezeile:
es: Pantalla braille preferida y &secundaria:
fr: Afficheur braille &secondaire :
hr: Preferirani &drugi brajični redak:
it: Display Braille secon&dario:
pl: Drug&i preferowany monitor brajlowski:
pt: Dispositivo Braille &secundário preferido:
pt_br: Linha braille &secundária preferida:
ru: Предпочитаемый &второй брайлевский дисплей:

source: Text attributes
da: Tekstattributter
de: Dokumentformatierung
es: Atributos de texto
fr: Attributs de texte
hr: Atributi teksta
it: Attributi del testo
pl: Właściwości formatowania tekstu
pt: Atributos de texto
pt_br: Atributos do texto
ru: Форматирование текста

source: Indicate text attributes in braille with &Attribra
da: Vis tekstattributter på punkt med &Attribra
de: Angabe von Textattributen in Braille mit &Attribra
es: Indicar atributos de texto en braille con &Attribra
fr: Indiquer les a&ttributs de texte en braille avec Attribra
hr: Pokazuj atribute teksta uz pomoć &attribre
it: Indica in braille gli attributi del testo con &Attribra
pl: Pokazuj właściwości tekstu w brajlu za pomocą &Attribry
pt: Indicar atributos de texto em braille com &Attribra
pt_br: Indicar atributos do texto em braille com &Attribra
ru: Обозначать свойства текста на брайлевском дисплее с помощью дополнения &Attribra

source: &Selected elements:
da: &Valgte elementer:
de: &Ausgewählte Elemente:
es: Elementos &seleccionados:
fr: Éléments &sélectionnés :
hr: &Označene stavke:
it: Elementi &selezionati:
pl: &Elementy zaznaczone
pt: &Elementos seleccionados:
pt_br: Elementos &selecionados:
ru: &Выделеные элементы:

source: Spelling &errors:
da: Stave&fejl:
de: &Rechtschreibfehler:
es: &Errores de ortografía:
fr: &Erreurs d’orthographe :
hr: Pravopisnepo&greške:
it: &errori di ortografia:
pl: Błędy &pisowni
pt: &Erros ortográficos:
pt_br: &Erros de ortografía:
ru: &орфографические ошибки:

source: &Bold:
da: &Fed:
de: &Fett:
es: &Negrita
fr: &Gras :
hr: &Podebljano:
it: &Grassetto:
pl: &Pogrubi&enie
pt: &Negrito:
pt_br: &Negrito:
ru: &Жирный шрифт:

source: &Italic:
da: &Kursiv:
de: &Kursiv:
es: &Cursiva
fr: &Italique :
hr: &Kosa slova:
it: &Corsivo:
pl: &Kursywa
pt: &Itálico:
pt_br: &Itálico:
ru: &Курсив:

source: &Underline:
da: &Understreget:
de: &Unterstrichen:
es: &Subrayado:
fr: So&uligné :
hr: &Podcrtano:
it: S&ottolineato:
pl: Pod&kreślenie
pt: &Sublinhado:
pt_br: &Subrinhado:
ru: &Подчёркивание:

source: Strike&through:
da: Gennems&treget:
de: &Durchgestrichen:
es: tachado y atravesado:
fr: &Biffure :
hr: &Prekriženo:
it: &Barrato:
pl: Prze&krześlone:
pt: &Riscado:
pt_br: Aachado e a&travessado:
ru: &Перечёркнутое:

source: Su&bscripts:
da: S&ænket skrift:
de: &Tiefgestellt:
es: Su&bíndice:
fr: I&ndices :
hr: &Indeksi:
it: &Pedice:
pl: &Indeksy dolne:
pt: Su&bscrito:
pt_br: Su&bscrito:
ru: Надстрочный текст:

source: Su&perscripts:
da: Hæ&vet skrift:
de: &Hochgestellt:
es: Su&períndice:
fr: E&xposants :
hr: &Indeks:
it: Ap&ice:
pl: Indeksy &górne:
pt: Su&perscrito:
pt_br: &Sobrescrito:
ru: &Надстрочные:

source: Braille tables
da: Punkttabeller
de: Braille-Tabellen
es: tablas Braille
fr: Tables braille
hr: Brajične tablice
it: Tabelle Braille
pl: Tablice brajlowskie
pt: Tabelas Braille
pt_br: Tabelas Braille
ru: Брайлевские таблицы

source: Use the current input table
da: Brug den aktuelle indskrivningstabel
de: Aktuelle Braille-Eingabetabelle verwenden
es: Utilizar la tabla de entrada actual
fr: Utiliser la table braille d’entrée actuelle
hr: Koristi trenutnu ulaznu tablicu
it: Usa la tabella di scrittura attuale
pl: Używaj aktualnej tablicy wprowadzania
pt: Utilizar a tabela de escrita actual
pt_br: Utilizar a tabela de entrada atual
ru: Использовать актуальную таблицу ввода

source: Prefered braille &tables (press F1 for help):
da: Foretrukne punkt&tabeller (tryk F1 for hjælp):
de: Bevorzugte Braille-&Tabellen (drücken Sie F1 für Hilfe)
es: Braille y &tablas preferidas (pulse F1 para obtener ayuda):
fr: Tables braille préférées (pressez F1 pour de l’aide) :
hr: Preferirane brajične tablice (Za pomoć, pritisnite f1):
it: Tabelle Braille &preferite (premete F1 per la guida):
pl: Preferowane &tablice brajlowskie (Dla pomocy wciśnij f1):
pt: &Tabelas Braille preferidas (pressione F1 para obter ajuda):
pt_br: Braille e &tabelas preferidas (pressione F1 para obter ajuda):
ru: Предпочитаемые брайлевские &таблицы (Нажмите F1 для справки):

source: Input braille table for &keyboard shortcut keys:
da: Punkttabel til indtastning til &tastaturgenvejje:
de: Eingabetabelle für &Tastenkürzel:
es: Tabla braille de entrada para las teclas de acceso directo del &teclado:
fr: Table braille d’entrée à utiliser pour les raccourcis c&lavier :
hr: &Ulazna brajična tablica za tipkovničke prečace:
it: &Tabella Braille di scrittura per i comandi da tastiera:
pl: Tablica wprowadzania dla &skrótów klawiszowych::
pt: Tabela Braille de escrita para as &teclas de atalho:
pt_br: Tabela de entrada braille para os comandos do &teclado:
ru: Брайлевская таблица ввода для &сочетаний клавиш:

source: None
da: Ingen
de: Keine
es: Ninguno
fr: Aucune
hr: Ništa
it: Nessuna
pl: Brak
pt: Nenhuma
pt_br: Nenhum
ru: Ничего

source: &Secondary output table:
da: &sekundær tabel til visning:
de: &Zweite Ausgabetabelle:
es: &Tabla de salida secundaria:
fr: Table &braille secondaire à utiliser :
hr: &Alternativna izlazna brajična tablica:
it: Tabella di lettura &secondaria:
pl: &Alternatywna tablica wyjścia:
pt: Tabela de &leitura secundária:
pt_br: tabela de &saída secundária:
ru: &Альтернативная брайлевская таблица вывода:

source: Display &tabs as spaces
da: Vis &tabulatortegn som mellemrum
de: Tabulatorzeichen mit &Leerzeichen darstellen
es: Mostrar &tabuladores como espacios
fr: Afficher les &tabulations comme des espaces
hr: Prikazuj &tabulatore razmacima
it: &Mostra i caratteri tabulazione come spazi
pl: Wyświetlaj ta&bulację jako spacje
pt: Mostrar &tabs como espaços
pt_br: Exibir &tabulações como espaços
ru: Показывать табуляции &пробелами

source: &Spaces per tab for the active braille display:
da: &Mellemrum pr tab for det aktive punktdisplay:
de: &Anzahl Leerzeichen pro Tabulatorzeichen für die aktuelle Braillezeile:
es: &Espacios por tabulación para la pantalla braille activa:
fr: E&spaces par tabulation pour l’afficheur braille actuel :
hr: &Razmaci po tabulatoru za trenutni brajični redak:
it: &Spazi per ogni tab con il display Braille attuale:
pl: Ilość spacji dla jednego tabulatora dla aktualnego monitora brajlowskiego:
pt: &Espaços por tab para a dispositivo Braille activo:
pt_br: &Espaços por tabulação para a linha braille ativa:
ru: Число пробелов для &табуляции для актуального брайлевского дисплея:

source: Alternative and &custom braille tables...
da: Alternative og &tilpassede punkttabeller...
de: Alternative und &benutzerdefinierte Braille-Tabellen...
es: Tablas braille alternativas y &personalizadas...
fr: Tables braille &alternatives et personnalisées...
hr: &Alternativne i prilagođene brajične tablice...
it: Tabelle Braille &alternative e personalizzate...
pl: Alternatywne i &użytkownickie tablice brajlowskie...
pt: Tabelas Braille personalizadas e alternativas...
pt_br: Tabelas braille alternativas e personalizadas... &c.
ru: &Пользовательские и альтернативные брайлевские таблицы...

source: NVDA must be restarted for changes to take effect. Would you like to restart now?
da: NVDA skal genstartes for at indstillingerne kan slå igennem. Ønsker du at genstarte nu?
de: NVDA muss neu gestartet werden, damit die Änderungen wirksam werden. möchten Sie dies jetzt tun?
es: NVDA debe reiniciarse para que los cambios surtan efecto. ¿Desea reiniciar ahora?
fr: NVDA doit être redémarrée pour que les changements prennent effet. Souhaitez-vous redémarrer maintenant ?
hr: Kako bi promjene stupile na snagu, NVDA mora ponovno biti pokrenut. Želite li to sada učiniti?
it: Affinché le modifiche abbiano effetto, è necessario riavviare NVDA. Volete riavviarlo ora?
pl: Aby zmiany wprowadzone zaczęły działać, NVDA musi być ponownie uruchomiony. Czy chcesz go ponownie uruchomić?
pt: O NVDA deve ser reiniciado para que as alterações tenham efeito. Deseja reiniciar agora?
pt_br: O NVDA debe ser reiniciado para que as alterações surtam efeito. Deseja reiniciar agora?
ru: Чтобы изменения вступили в силу, NVDA должен быт перезагружен. Хотите ли перезагрузить сейчас?

source: input and output
da: indtastning og visning
de: Eingabe und Ausgabe
es: entrada y salida
fr: saisie et affichage
hr: ulaz i izlaz
it: scrittura e lettura
pl: Wprowadzanie i wyjście
pt: escrita e leitura
pt_br: entrada e saída
ru: Ввод и вывод

source: input only
da: kun indtastning
de: Nur Eingabe
es: solo entrada
fr: saisie seulement
hr: samo ulaz
it: solo scrittura
pl: Tylko wprowadzanie
pt: apenas escrita
pt_br: apenas entrada
ru: Только ввод

source: output only
da: kun visning
de: nur Ausgabe
es: solo salida
fr: affichage seulement
hr: amo izlaz
it: solo lettura
pl: Tylko wyświetlanie
pt: apenas leitura
pt_br: apenas saída
ru: Только вывод
